Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Engineering, manufacturing and construction
bg: Инженерство, производство и строителство
cs: Technické vědy, výroba a stavebnictví
da: Ingeniør-, fremstillings- og byggevirksomhed
de: Ingenieurwesen, Fertigung und Bauwesen
el: Κλάδοι μηχανικής, μεταποίησης και κατασκευών
es: Ingeniería, industria y construcción
et: Tehnika, tootmine ja ehitus
fi: Tekniikka, tuotanto ja rakentaminen
fr: Ingénierie, industries de transformation et construction
ga: Innealtóireacht, monaraíocht agus tógáil
hr: Inženjerstvo, proizvodnja i graditeljstvo
hu: Mérnöki, gyártási és előállítási, valamint építőipari ismeretek
is: Verkfræði, iðnframleiðsla og byggingavinna
it: Ingegneria, attività manifatturiere e costruzioni
lt: Inžinerija, gamyba ir statyba
lv: Inženierija, rūpniecība un būvniecība
mk: Инжинерство, производство и градежништво
mt: L-inġinerija, il-manifattura u l-kostruzzjoni
nl: Engineering, industrie en bouwnijverheid
no: Maskinteknikk, produksjon og bygg
pl: Inżynieria, produkcja i budownictwo
pt_pt: Engenharia, indústrias transformadoras e construção
ro: Inginerie, activitate manufacturieră și construcții
sk: Inžinierstvo/strojárstvo, výroba a výstavba
sl: Tehnika, proizvodne tehnologije in gradbeništvo
sr: Inženjering, proizvodnja i građevinarstvo
sv: Ingenjörsutbildning samt utbildning för tillverknings- och byggnadsindustrin
tr: Mühendislik, imalat ve inşaat
uk: Інженерія, виробництво та будівництво

source: Engineering, manufacturing and construction not further defined
bg: Инженерство, производство и строителство, без допълнително определение
cs: Technické vědy, výroba a stavebnictví dále nedefinované
da: Ingeniør-, fremstillings- og byggevirksomhed ikke nærmere defineret
de: Ingenieurwesen, Fertigung und Bauwesen – nicht näher definiert
el: Κλάδοι μηχανικής, μεταποίησης και κατασκευών που δεν προσδιορίζονται περαιτέρω.
es: Ingeniería, industria y construcción sin mayor definición
et: Inseneriteadus, tootmine ja ehitus, täpsemalt määratlemata
fi: Tekniikka, tuotanto ja rakentaminen, tarkemmin määrittämättömät
fr: Ingénierie, industries de transformation et construction non définis
ga: Innealtóireacht, monaraíocht agus tógáil nach ndéantar tuilleadh sainithe orthu
hr: Inženjerstvo, proizvodnja i graditeljstvo, nije podrobnije definirano
hu: Pontosabban nem részletezett mérnöki, gyártási és előállítási, valamint építőipari ismeretek
is: Verkfræði, iðnframleiðsla og byggingavinna - ekki skilgreint nánar
it: Ingegneria, attività manifatturiere e costruzioni non ulteriormente definite
lt: Inžinerija, gamyba ir statyba (plačiosios programos)
lv: Sīkāk neprecizēta inženierija, rūpniecība un būvniecība
mk: Инжинерство, производство и градежништво кои не се дефинирани
mt: L-inġinerija, il-manifattura u l-kostruzzjoni mhux definiti f’aktar dettall
nl: Engineering, industrie en bouwnijverheid, niet nader gedefinieerd
no: Ikke nærmere definert maskinteknikk, produksjon og bygg
pl: Inżynieria, produkcja i budownictwo, bliżej niezdefiniowane
pt_pt: Engenharia, indústrias transformadoras e construção sem definição precisa
ro: Inginerie, activitate manufacturieră și construcții care nu sunt definite ulterior
sk: Inžinierstvo/strojárstvo, výroba a výstavba ďalej nedefinované
sl: Tehnika, proizvodne tehnologije in gradbeništvo, podrobneje neopredeljeno
sr: Inženjering, proizvodnja i građevinarstvo koji nisu dalje definisani
sv: Ingenjörsutbildning samt utbildning för tillverknings- och byggnadsindustrin, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan mühendislik, imalat ve inşaat
uk: Інженерія, виробництво та будівництво додатково не визначені

source: Engineering and engineering trades
bg: Инженерство и инженерни професии
cs: Technické vědy a technické obory
da: Ingeniørvidenskab og teknik
de: Ingenieurwesen und Ingenieurberufe
el: Κλάδοι μηχανικής και συναφή επαγγέλματα
es: Ingeniería y profesiones afines
et: Tehnikaalad
fi: Kone-, prosessi-, energia- ja sähkötekniikka
fr: Ingénierie et techniques apparentées
ga: Innealtóireacht agus ceirdeanna innealtóireachta
hr: Inženjerstvo i inženjerska zanimanja
hu: Általános műszaki (mérnöki) képzés
is: Verkfræði og vélsmíði
it: Ingegneria e professioni collegate
lt: Inžinerija ir inžinerinės profesijos
lv: Inženierija un inženierijas profesijas
mk: Инжинерство и инжинерско тргување
mt: L-inġinerija u l-professjonijiet relatati mal-inġinerija
nl: Ingenieursopleiding
no: Tekniske fag og ingeniørfag
pl: Nauki inżynieryjno-techniczne
pt_pt: Engenharia e tecnologias afins
ro: Inginerie și inginerie comercială
sk: Inžinierstvo/strojárstvo a inžinierske/strojárske remeslá
sl: Tehnika
sr: Inženjering i inženjerski zanati
sv: Ingenjörsutbildning
tr: Mühendislik ve mühendislik meslekleri
uk: Інженерія та інженерні професії

source: Engineering and engineering trades not further defined
bg: Инженерство и инженерни професии, без допълнително определение
cs: Technické vědy a technické obory dále nedefinované
da: Ingeniørvidenskab og teknik ikke nærmere defineret
de: Ingenieurwesen und Ingenieurberufe – nicht näher definiert
el: Κλάδοι μηχανικής και συναφή επαγγέλματα που δεν προσδιορίζονται περαιτέρω.
es: Ingeniería y profesiones afines sin mayor definición
et: Tehnikaalad, täpsemalt määratlemata
fi: Kone-, prosessi-, energia- ja sähkötekniikka, tarkemmin määrittämättömät
fr: Ingénierie et techniques apparentées non définis
ga: Innealtóireacht agus ceirdeanna innealtóireachta nach ndéantar tuilleadh sainithe orthu
hr: Inženjerstvo i inženjerska zanimanja, nije podrobnije definirano
hu: Pontosabban nem részletezett általános műszaki (mérnöki) képzések
is: Verkfræði og vélsmíði - ekki skilgreint nánar
it: Ingegneria e professioni collegate non ulteriormente definite
lt: Inžinerija ir inžinerinės profesijos (plačiosios programos)
lv: Sīkāk neprecizēta inženierija un inženierijas profesijas
mk: Инжинерство и инжинерско тргување кои не се дефинирани
mt: L-inġinerija u l-professjonijiet relatati mal-inġinerija mhux definiti f’aktar dettall
nl: Ingenieursopleiding, niet nader gedefinieerd
no: Ikke nærmere definerte tekniske fag og ingeniørfag
pl: Nauki inżynieryjno-techniczne, bliżej niezdefiniowane
pt_pt: Engenharia e tecnologias afins sem definição precisa
ro: Inginerie și inginerie comercială care nu sunt definite ulterior
sk: Inžinierstvo/strojárstvo a inžinierske/strojárske remeslá ďalej nedefinované
sl: Tehnika, podrobneje neopredeljeno
sr: Inženjering i inženjerski zanati koji nisu dalje definisani
sv: Ingenjörsutbildning, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan mühendislik ve mühendislik meslekleri
uk: Інженерія та інженерні професії додатково не визначені

source: Chemical engineering and processes
bg: Химично инженерство и технологии
cs: Chemické inženýrství a výroby
da: Kemisk ingeniørvidenskab og proces
de: Chemietechnik und ‑verfahren
el: Χημική μηχανική και διαδικασίες
es: Ingeniería y procesos químicos
et: Keemiatööstus ja -tehnoloogia
fi: Kemian tekniikka ja prosessit
fr: Ingénierie chimique et processus
ga: Innealtóireacht cheimiceach agus próisis cheimiceacha
hr: Kemijsko inženjerstvo i procesi
hu: Vegyészmérnöki tudományok és eljárások
is: Efnaverkfræði og aðferðir
it: Ingegneria chimica e processi chimici
lt: Chemijos inžinerija
lv: Inženierķīmija un ķīmiskā ražošana
mk: Хемиско инжинерство и процесирање
mt: L-inġinerija kimika u l-proċessi kimiċi
nl: Chemische technologie en processen
no: Kjemiteknikk og kjemiske prosesser
pl: Inżynieria chemiczna i procesowa
pt_pt: Engenharia química e de processos
ro: Inginerie chimică și procese chimice
sk: Chemické inžinierstvo a procesy
sl: Kemijsko inženirstvo in procesi
sr: Hemijski inženjering i obrada
sv: Kemiteknik och kemiska processer
tr: Kimya mühendisliği ve süreçleri
uk: Хімічна інженерія і процеси

source: Environmental protection technology
bg: Технологии за опазване на околната среда
cs: Technologie ochrany životního prostředí
da: Miljøbeskyttelsesteknologi
de: Umweltschutztechnologie
el: Τεχνολογία προστασίας του περιβάλλοντος
es: Tecnología de protección del medio ambiente
et: Keskkonnakaitsetehnoloogia
fi: Ympäristönsuojeluteknologia
fr: Technologie de la protection de l’environnement
ga: Teicneolaíocht cosanta comhshaoil
hr: Tehnologija zaštite okoliša
hu: Környezetvédelmi technológia
is: Umhverfisverndartækni
it: Tecnologia per la protezione ambientale
lt: Aplinkosaugos technologijos
lv: Vides aizsardzības tehnoloģijas
mk: Технологија за заштита на животната средина
mt: It-teknoloġija tal-protezzjoni ambjentali
nl: Milieubeschermingstechnologie
no: Miljøvernteknologi
pl: Technologia ochrony środowiska
pt_pt: Tecnologia de proteção do ambiente
ro: Tehnologia protecției mediului
sk: Technológia ochrany životného prostredia
sl: Okoljevarstvena tehnologija
sr: Tehnologija zaštite životne sredine
sv: Miljöteknik
tr: Çevre koruma teknolojisi
uk: Технології захисту навколишнього середовища

source: Electricity and energy
bg: Електричество и енергетика
cs: Elektrotechnika a energetika
da: Elektricitet og energi
de: Elektrizität und Energie
el: Ηλεκτρισμός και ενέργεια
es: Electricidad y energía
et: Elektrotehnika ja energeetika
fi: Sähkö ja energia
fr: Électricité et énergie
ga: Leictreachas agus fuinneamh
hr: Električna energija i energetika
hu: Villamosság és energia
is: Rafmagn og orka
it: Elettricità ed energia
lt: Elektra ir energija
lv: Elektroenerģija un enerģija
mk: Електрицитет и енергија
mt: L-elettriku u l-enerġija
nl: Elektriciteit en energie
no: Elektrisitet og energi
pl: Elektryczność i energia
pt_pt: Eletricidade e energia
ro: Electricitate și energie
sk: Elektrina a energia
sl: Elektrotehnika in energetika
sr: Struja i energija
sv: Elektricitet och energi
tr: Elektrik ve enerji
uk: Електроенергія та енергетика

source: Electronics and automation
bg: Електроника и автоматизация
cs: Elektronika a automatizace
da: Elektronik og automatisering
de: Elektronik und Automation
el: Ηλεκτρονική και αυτοματισμός
es: Electrónica y automatización
et: Elektroonika ja automaatika
fi: Elektroniikka ja automatiikka
fr: Électronique et automatisation
ga: Leictreonaic agus uathoibriú
hr: Elektronika i automatizacija
hu: Elektronika és automatizálás
is: Rafeindatækni og sjálfvirkni
it: Elettronica e automazione
lt: Elektronika ir automatika
lv: Elektronika un automātika
mk: Електроника и автоматизација
mt: L-elettronika u l-awtomazzjoni
nl: Elektronica en automatisering
no: Elektronikk og automasjon
pl: Elektronika i automatyka
pt_pt: Eletrónica e automação
ro: Electronică și automatizare
sk: Elektronika a automatizácia
sl: Elektronika in avtomatizacija
sr: Elektronika i automatizacija
sv: Elektronik och automation
tr: Elektronik ve otomasyon
uk: Електроніка та автоматизація

source: Mechanics and metal trades
bg: Машинознание и металургични професии
cs: Strojírenství, kovovýroba a metalurgie
da: Mekanisk industri og metalindustri
de: Mechanik und Metallbearbeitung
el: Μηχανολογία και μεταλλουργικά επαγγέλματα
es: Mecánica y profesiones afines a la metalistería
et: Mehaanika ja metallitöö
fi: Mekaniikka ja metalliala
fr: Mécanique et techniques apparentées
ga: Meicnic agus ceirdeanna miotail
hr: Mehanika i obrada metala
hu: Géptan és fémipar
is: Aflfræði og málmsmíði
it: Professioni inerenti alla metallurgia e alla meccanica
lt: Mechanika ir metalo darbai
lv: Mehānika un metālapstrāde
mk: механика и трговија со метали
mt: Il-mekkanika u s-snajja’ tal-metall
nl: Mechanica en metaal
no: Mekanikk og metallfag
pl: Mechanika i metalurgia
pt_pt: Metalurgia e metalomecânica
ro: Mecanică și metalurgie
sk: Mechanika a kovoremeslá
sl: Metalurgija, strojništvo in kovinarstvo
sr: Mehanika i obrada metala
sv: Mekanik och metallurgi
tr: Mekanik bilimi ve metal ticareti
uk: Механіка та металообробка

source: Motor vehicles, ships and aircraft
bg: Моторни превозни средства, плавателни и въздухоплавателни съдове
cs: Motorová vozidla, lodě a letadla
da: Motorkøretøjer, skibe og luftfartøjer
de: Kraftfahrzeuge, Schiffe und Flugzeuge
el: Αυτοκίνητα οχήματα, πλοία και αεροσκάφη
es: Vehículos, barcos y aeronaves motorizadas
et: Mootorliikurid, laevandus ja lennundustehnika
fi: Moottoriajoneuvot, laivat ja ilma-alukset
fr: Véhicules à moteur, bateaux et aéronefs
ga: Mótarfheithiclí, longa agus aerárthaí
hr: Motorna vozila, brodovi i zrakoplovi
hu: Gépjárművek, hajók és repülőgépek
is: Vélknúin ökutæki, skip og loftför
it: Autoveicoli, navi e aeromobili
lt: Variklinės transporto priemonės, laivai ir orlaiviai
lv: Mehāniskie transportlīdzekļi, kuģi un gaisa kuģi
mk: Моторни возила, бродови и авиони
mt: Il-vetturi bil-mutur, il-bastimenti u l-inġenji tal-ajru
nl: Motorvoertuigen, schepen en vliegtuigen
no: Motorvogner, skip og luftfartøy
pl: Pojazdy silnikowe, statki i statki powietrzne
pt_pt: Veículos a motor, navios e aviões
ro: Autovehicule, nave și aeronave
sk: Motorové vozidlá, lode a lietadlá
sl: Motorna vozila, ladje in letala
sr: Motorna vozila, brodovi i avioni
sv: Motorfordon, fartyg och luftfartyg
tr: Motorlu araçlar, gemiler ve hava taşıtları
uk: Наземні, водні та повітряні транспортні засоби

source: Engineering and engineering trades not elsewhere classified
bg: Инженерство и инженерни професии, некласифицирани другаде
cs: Technické vědy a technické obory jinde neklasifikované
da: Ingeniørvidenskab og teknik ikke klassificeret andetsteds
de: Ingenieurwesen und Ingenieurberufe – nirgendwo sonst klassifiziert
el: Κλάδοι μηχανικής και συναφή επαγγέλματα που δεν ταξινομούνται αλλού
es: Ingeniería y profesiones afines no contempladas en la clasificación
et: Tehnikaalad, mujal liigitamata
fi: Kone-, prosessi-, energia- ja sähkötekniikka, muualle luokittelemattomat
fr: Ingénierie et techniques apparentées non classés ailleurs
ga: Innealtóireacht agus ceirdeanna innealtóireachta nach n-aicmítear áit ar bith eile
hr: Inženjerstvo i inženjerska zanimanja, nije drugdje razvrstano
hu: Máshova nem sorolt általános műszaki (mérnöki) képzések
is: Verkfræði og vélsmíði - ekki flokkað annars staðar
it: Ingegneria e professioni collegate non classificate altrove
lt: Niekur kitur nepriskirtos inžinerija ir inžinerinės profesijos
lv: Citur neklasificēta inženierija un inženierijas profesijas
mk: Инжинерство и инжинерско тргување кои никаде не се класифицирани
mt: L-inġinerija u s-snajja’ tal-inġinerija mhux klassifikati xi mkien ieħor
nl: Ingenieursopleiding, niet elders ingedeeld
no: Ikke annetsteds klassifiserte tekniske fag og ingeniørfag
pl: Nauki inżynieryjno-techniczne, gdzie indziej niesklasyfikowane
pt_pt: Programas de engenharia e tecnologias afins não classificados noutras áreas
ro: Inginerie și inginerie comercială neclasificate în altă parte
sk: Inžinierstvo/strojárstvo a inžinierske/strojárske remeslá inde neklasifikované
sl: Tehnika, drugo
sr: Inženjering i inženjerski zanati koji nisu drugde klasifikovani
sv: Ingenjörsutbildning, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan mühendislik ve mühendislik meslekleri
uk: Інженерія та інженерні професії, не віднесені до інших категорій

source: Manufacturing and processing
bg: Производство и обработка
cs: Výroba a zpracování
da: Fremstillingsvirksomhed
de: Fertigung und Verarbeitung
el: Μεταποίηση και επεξεργασία
es: Industria y producción
et: Tootmine ja töötlemine
fi: Valmistus- ja prosessitekniikka
fr: Industries de transformation et de traitement
ga: Monaraíocht agus próiseáil
hr: Proizvodnja i obrada
hu: Gyártás, előállítás és feldolgozás
is: Iðnframleiðsla og vinnsla
it: Attività manifatturiere e di trasformazione
lt: Gamyba ir perdirbimas
lv: Ražošana un pārstrāde/apstrāde
mk: Производство и процесирање
mt: Il-manifattura u l-ipproċessar
nl: Industrie en verwerking
no: Produksjon og bearbeiding
pl: Produkcja i przetwórstwo
pt_pt: Indústrias transformadoras
ro: Activitate manufacturieră și de prelucrare
sk: Výroba a spracovanie
sl: Proizvodne tehnologije
sr: Proizvodnja i obrada
sv: Tillverkning och bearbetning
tr: İmalat ve işleme
uk: Виробництво та переробка

source: Manufacturing and processing not further defined
bg: Производство и обработка, без допълнително определение
cs: Výroba a zpracování dále nedefinované
da: Fremstillingsvirksomhed ikke nærmere defineret
de: Fertigung und Verarbeitung – nicht näher definiert
el: Μεταποίηση και επεξεργασία που δεν προσδιορίζονται περαιτέρω
es: Industria y producción sin mayor definición
et: Tootmine ja töötlemine, täpsemalt määratlemata
fi: Valmistus- ja prosessitekniikka, tarkemmin määrittämättömät
fr: Industries de transformation et de traitement non définis
ga: Monaraíocht agus próiseáil nach ndéantar tuilleadh sainithe orthu
hr: Proizvodnja i obrada, nije podrobnije definirano
hu: Pontosabban nem részletezett gyártás, előállítás és feldolgozás
is: Iðnframleiðsla og vinnsla - ekki skilgreint nánar
it: Attività manifatturiere e di trasformazione non ulteriormente definite
lt: Gamyba ir perdirbimas (plačiosios programos)
lv: Sīkāk neprecizēta ražošana un pārstrāde/apstrāde
mk: Производство и процесирање кои не се дефинирани
mt: Il-manifattura u l-ipproċessar mhux definiti f’aktar dettall
nl: Industrie en verwerking, niet nader gedefinieerd
no: Ikke nærmere definert produksjon og bearbeiding
pl: Produkcja i przetwórstwo, bliżej niezdefiniowane
pt_pt: Indústrias transformadora sem definição precisa
ro: Activitate manufacturieră și de prelucrare care nu este definită ulterior
sk: Výroba a spracovanie ďalej nedefinované
sl: Proizvodne tehnologije, podrobneje neopredeljeno
sr: Proizvodnja i obrada koji nisu dalje definisani
sv: Tillverkning och bearbetning, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan imalat ve işleme
uk: Виробництво та переробка додатково не визначені

source: Food processing
bg: Производство на храни
cs: Potravinářství
da: Fødevareforarbejdning
de: Lebensmittelverarbeitung
el: Επεξεργασία τροφίμων
es: Procesamiento de alimentos
et: Toiduainetetöötlus
fi: Elintarvikeala
fr: Traitement des aliments
ga: Próiseáil bia
hr: Prehrambena industrija
hu: Élelmiszer-feldolgozás
is: Matvælavinnsla
it: Trasformazione di prodotti alimentari
lt: Maisto produktų technologijos
lv: Pārtikas pārstrāde/apstrāde
mk: Процесирање на храната
mt: L-ipproċessar tal-ikel
nl: Levensmiddelenverwerking
no: Matproduksjon
pl: Przetwórstwo żywności
pt_pt: Indústrias alimentares
ro: Prelucrarea alimentelor
sk: Spracovanie potravín
sl: Živilska tehnologija
sr: Obrada hrane
sv: Livsmedelsförädling
tr: Gıda işleme
uk: Виробництво харчових продуктів

source: Materials (glass, paper, plastic and wood)
bg: Материали (стъкло, хартия, пластмаса и дърво)
cs: Výroba a zpracování materiálů (sklo, papír, plasty a dřevo)
da: Materialer (glas, papir, plastic og træ)
de: Werkstoffe (Glas, Papier, Plastik und Holz)
el: Υλικά (γυαλί, χαρτί, πλαστικό και ξύλο)
es: Materiales (vidrio, papel, plástico y madera)
et: Materjalitöötlus (klaas, paber, plast ja puu)
fi: Materiaalitekniikka (lasi, paperi, muovi ja puu)
fr: Matériaux (verre, papier, plastique et bois)
ga: Ábhair (gloine, páipéar, plaisteach agus adhmad)
hr: Materijali (staklo, papir, plastika i drvo)
hu: Anyagok (üveg, papír, műanyag és fa)
is: Efni (gler, pappír, plast og tré)
it: Materiali (vetro, carta, plastica e legno)
lt: Medžiagotyra (stiklas, popierius, plastikai, mediena)
lv: Materiāli (stikls, papīrs, plastmasa un koksne)
mk: Материјали (стакло, хартија, пластика и дрво)
mt: Il-materjali (ħġieġ, karta, plastik u njam)
nl: Materialen (glas, papier, plastic en hout)
no: Materialer (glass, papir, plast og tre)
pl: Surowce (szkło, papier, plastik i drewno)
pt_pt: Materiais (vidro, papel, plástico e madeira)
ro: Materiale (sticlă, hârtie, plastic și lemn)
sk: Materiály (sklo, papier, plasty a drevo)
sl: Lesarska, papirniška, plastična, steklarska in podobna tehnologija
sr: Materijali (staklo, papir, plastika i drvo)
sv: Material (glas, papper, plast och trä)
tr: Materyaller (cam, kâğıt, plastik ve ahşap)
uk: Матеріали (скло, папір, пластмаси та деревина)

source: Textiles (clothes, footwear and leather)
bg: Текстил (дрехи, обувки и кожени изделия)
cs: Výroba textilu (oděvů a obuvi, zpracování kůže)
da: Tekstiler (beklædning, fodtøj og læder)
de: Textilien (Bekleidung, Schuhe und Leder)
el: Κλωστοϋφαντουργικά προϊόντα (ενδύματα, υποδήματα και δέρματα)
es: Productos textiles (ropa, calzado y artículos de cuero)
et: Tekstiilitöötlus (rõivaste, jalatsite valmistamine ning naha töötlus)
fi: Tekstiilitekniikka (vaatteet, jalkineet ja nahkatuotteet)
fr: Textiles (vêtements, chaussures et cuir)
ga: Teicstílí (éadaí, coisbheart agus leathar)
hr: Tekstil (odjeća, obuća i koža)
hu: Textilek (ruha, lábbeli és bőr)
is: Vefnaður (föt, skóbúnaður og leður)
it: Prodotti tessili (abbigliamento, calzature e cuoio)
lt: Tekstilė (apranga, avalynė ir oda)
lv: Tekstilizstrādājumi (apģērbs, apavi un āda)
mk: Текстил (облека, обувки и кожа)
mt: It-tessuti (ħwejjeġ, xedd tas-saqajn u ġilda)
nl: Textiel (kleding, schoeisel en leer)
no: Tekstiler (klær, sko og lærvarer)
pl: Tekstylia (ubrania, obuwie i wyroby skórzane)
pt_pt: Têxteis (vestuário, calçado e couro)
ro: Materiale textile (îmbrăcăminte, încălțăminte și articole din piele)
sk: Textílie (látky, obuv a koža)
sl: Tekstilna, oblačilna, čevljarska in usnjarska tehnologija
sr: Tekstil (odeća, obuća i koža)
sv: Textilier (kläder, skodon och läder)
tr: Tekstiller (giysiler, ayak giyim ürünleri ve deri)
uk: Текстильні вироби (одяг, взуття та шкіряні вироби)

source: Mining and extraction
bg: Минно дело и минно-добивни дейности
cs: Hornictví a těžba
da: Minedrift og udvinding
de: Bergbau
el: Εξόρυξη και εξαγωγή ορυκτών
es: Minería y extracción
et: Kaevandamine ja rikastamine
fi: Kaivostoiminta ja louhinta
fr: Exploitation minière et extraction
ga: Mianadóireacht agus eastóscadh
hr: Rudarstvo
hu: Bányászat és kitermelés
is: Námugröftur og úttaka
it: Attività minerarie ed estrattive
lt: Kasyba ir gavyba
lv: Derīgo izrakteņu ieguve un ekstrakcija
mk: Рударство и вадење
mt: It-tħaffir f’minjieri u l-estrazzjoni
nl: Mijnbouw en winning
no: Gruve- og utvinningsteknologi
pl: Górnictwo i wydobycie
pt_pt: Indústrias extrativas
ro: Minerit și activitate de extracție
sk: Baníctvo a ťažba
sl: Rudarstvo in drugo pridobivanje rudnin
sr: Rudarstvo i vađenje ruda
sv: Gruvdrift och utvinning
tr: Madencilik ve ekstraksiyon
uk: Гірничо-видобувна промисловість
