Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Security services
bg: Услуги за сигурността
cs: Bezpečnostní služby
da: Sikkerhedstjenester
de: Dienstleistungen im Bereich Sicherheit
el: Υπηρεσίες ασφάλειας
es: Servicios de seguridad
et: Turvateenused
fi: Turvallisuuspalvelut
fr: Services de sûreté
ga: Seirbhísí slándála
hr: Usluge zaštite
hu: Védelmi szolgáltatások
is: Öryggisþjónusta
it: Servizi di sicurezza
lt: Saugos paslaugos
lv: Drošības pakalpojumi
mk: Услуги за безбедност
mt: Is-servizzi tas-sigurtà
nl: Beveiligingsdiensten
no: Sikkerhetstjenester
pl: Usługi w zakresie ochrony
pt_pt: Serviços de segurança
ro: Servicii de securitate
sk: Bezpečnostné služby
sl: Varnost države, ljudi in premoženja
sr: Sigurnosne usluge
sv: Säkerhetstjänster
tr: Güvenlik hizmetleri
uk: Послуги з безпеки

source: Security services not further defined
bg: Услуги за сигурността, без допълнително определение
cs: Bezpečnostní služby dále nedefinované
da: Sikkerhedstjenester ikke nærmere defineret
de: Dienstleistungen im Bereich Sicherheit – nicht näher definiert
el: Υπηρεσίες ασφάλειας που δεν προσδιορίζονται περαιτέρω
es: Servicios de seguridad sin mayor definición
et: Turvateenused, täpsemalt määratlemata
fi: Turvallisuuspalvelut, tarkemmin määrittämättömät
fr: Services de sûreté non définis
ga: Seirbhísí slándála nach ndéantar tuilleadh sainithe orthu
hr: Usluge zaštite, nije podrobnije definirano
hu: Pontosabban nem részletezett védelmi szolgáltatások
is: Öryggisþjónusta - ekki skilgreint nánar
it: Servizi di sicurezza non ulteriormente definiti
lt: Saugos paslaugos (plačiosios programos)
lv: Sīkāk neprecizēti drošības pakalpojumi
mk: Услуги за безбедност кои не се дефинирани
mt: Is-servizzi tas-sigurtà mhux definiti f’aktar dettall
nl: Beveiligingsdiensten, niet nader gedefinieerd
no: Ikke nærmere definerte sikkerhetstjenester
pl: Usługi w zakresie ochrony, bliżej niezdefiniowane
pt_pt: Serviços de segurança sem definição precisa
ro: Servicii de securitate care nu sunt definite ulterior
sk: Bezpečnostné služby ďalej nedefinované
sl: Varnost države, ljudi in premoženja, podrobneje neopredeljeno
sr: Sigurnosne usluge koje nisu dalje definisane
sv: Säkerhetstjänster, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan güvenlik hizmetleri
uk: Служби безпеки додатково не визначені

source: Military and defence
bg: Военни сили и отбрана
cs: Vojsko a obrana
da: Militær og forsvar
de: Militär und Verteidigung
el: Στρατός και άμυνα
es: Educación militar y de defensa
et: Sõjandus ja kaitse
fi: Sotilas- ja puolustusala
fr: Sécurité militaire et défense
ga: An t-arm agus an chosaint
hr: Vojska i obrana
hu: Katonai tanulmányok és honvédelem
is: Hernaður og varnir
it: Servizi militari e della difesa
lt: Ginkluotosios pajėgos ir gynyba
lv: Bruņotie spēki un aizsardzība
mk: Војска и одбрана
mt: Il-militar u d-difiża
nl: Leger en defensie
no: Militær og forsvar
pl: Wojsko i obronność
pt_pt: Segurança militar e defesa
ro: Servicii militare și de apărare
sk: Vojsko a obrana
sl: Vojaštvo in obramba
sr: Vojska i odbrana
sv: Militär och försvar
tr: Askerlik ve savunma
uk: Військова справа і оборона

source: Protection of persons and property
bg: Охрана на хора и имущество
cs: Ochrana osob a majetku
da: Beskyttelse af personer og ejendom
de: Objekt- und Personenschutz
el: Προστασία προσώπων και ιδιοκτησίας
es: Protección de las personas y de la propiedad
et: Isikute ja vara kaitsmine
fi: Suojeluala
fr: Protection des biens et des personnes
ga: Cosaint daoine agus maoine
hr: Zaštita osoba i imovine
hu: Személy- és vagyonvédelem
is: Verndun fólks og eigna
it: Protezione delle persone e dei beni
lt: Asmens ir turto apsauga
lv: Cilvēku un īpašuma aizsardzība
mk: Заштита на лица и имот
mt: Il-protezzjoni ta’ persuni u ta’ proprjetà
nl: Bescherming van personen en eigendom
no: Sikring av personer og eiendom
pl: Ochrona osób i mienia
pt_pt: Proteção de pessoas e bens
ro: Protecția persoanelor și a bunurilor
sk: Ochrana osôb a majetku
sl: Varnost, varovanje, zaščita in reševanje
sr: Zaštita lica i imovine
sv: Person- och egendomsskydd
tr: Can ve mal güvenliği
uk: Захист осіб та власності

source: Security services not elsewhere classified
bg: Услуги за сигурността, некласифицирани другаде
cs: Bezpečnostní služby jinde neklasifikované
da: Sikkerhedstjenester ikke klassificeret andetsteds
de: Dienstleistungen im Bereich Sicherheit – nirgendwo sonst klassifiziert
el: Υπηρεσίες ασφάλειας που δεν ταξινομούνται αλλού
es: Servicios de seguridad no contemplados en la clasificación
et: Turvateenused, mujal liigitamata
fi: Turvallisuuspalvelut, muualle luokittelemattomat
fr: Services de sûreté non classés ailleurs
ga: Seirbhísí slándála nach n-aicmítear áit ar bith eile
hr: Usluge zaštite, nije drugdje razvrstano
hu: Máshová nem sorolt védelmi szolgáltatások
is: Öryggisþjónusta - ekki flokkað annars staðar
it: Servizi di sicurezza non classificati altrove
lt: Niekur kitur nepriskirtos saugos paslaugos
lv: Citur neklasificēti drošības pakalpojumi
mk: Услуги за безбедност кои никаде не се класифицирани
mt: Is-servizzi tas-sigurtà mhux klassifikati xi mkien ieħor
nl: Beveiligingsdiensten, niet elders ingedeeld
no: Ikke annetsteds klassifiserte sikkerhetstjenester
pl: Usługi w zakresie ochrony, gdzie indziej niesklasyfikowane
pt_pt: Programas de serviços de segurança não classificados noutras áreas
ro: Servicii de securitate neclasificate în altă parte
sk: Bezpečnostné služby inde neklasifikované
sl: Varnost države, ljudi in premoženja, drugo
sr: Sigurnosne usluge koje nisu drugde klasifikovane
sv: Säkerhetstjänster, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan güvenlik hizmetleri
uk: Послуги з безпеки, не віднесені до інших категорій

source: Transport services
bg: Транспортни услуги
cs: Dopravní služby
da: Transporttjenester
de: Dienstleistungen im Bereich Verkehr
el: Υπηρεσίες μεταφορών
es: Servicios de transporte
et: Transporditeenused
fi: Kuljetuspalvelut
fr: Services de transport
ga: Seirbhísí iompair
hr: Usluge prijevoza
hu: Szállítási szolgáltatások
is: Flutningsþjónusta
it: Trasporti
lt: Transporto paslaugos
lv: Transporta pakalpojumi
mk: Услуги за превоз
mt: Is-servizzi tat-trasport
nl: Vervoersdiensten
no: Transporttjenester
pl: Usługi transportowe
pt_pt: Serviços de transporte
ro: Servicii de transport
sk: Dopravné služby
sl: Transport
sr: Usluge prevoza
sv: Transporttjänster
tr: Taşımacılık hizmetleri
uk: Транспортні послуги

source: Inter-disciplinary programmes and qualifications involving services
bg: Интердисциплинарни програми и квалификации, включващи услуги
cs: Interdisciplinární programy a kvalifikace zahrnující služby
da: Tværfaglige programmer og kvalifikationer inden for tjenesteydelser
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Dienstleistungen
el: Διεπιστημονικά προγράμματα και επαγγελματικά προσόντα που αφορούν τις υπηρεσίες
es: Programas y certificaciones interdisciplinarios relacionados con los servicios
et: Teenuseid hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Palvelualat, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les services
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le seirbhísí
hr: Interdisciplinarni programi i kvalifikacije u području uslužnih djelatnosti
hu: A szolgáltatásokat érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði þjónustu
it: Programmi e qualifiche interdisciplinari inerenti ai servizi
lt: Tarpdisciplininės paslaugų programos ir kvalifikacijos
lv: Ar pakalpojumiem saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинирани програми и клавилификации кои вклучуваат услуги
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu s-servizzi
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot diensten
no: Tverrfaglige programmer og kvalifikasjoner innen tjenesteyting
pl: Interdyscyplinarne programy i kwalifikacje związane z usługami
pt_pt: Programas e qualificações interdisciplinares que envolvem os serviços
ro: Programe și calificări interdisciplinare care implică servicii
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce služby
sl: Interdiscplinarne izobraževalne aktivnosti/izidi, pretežno transport, varnost, gostinstvo in turizem, osebne storitve
sr: Interdisciplinarni programi i kvalifikacije koji uključuju usluge
sv: Tvärvetenskapliga program och kvalifikationer som omfattar tjänster
tr: Hizmetlerle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікація з послуг

source: Services not elsewhere classified
bg: Услуги, некласифицирани другаде
cs: Služby jinde neklasifikované
da: Tjenesteydelser ikke klassificeret andetsteds
de: Dienstleistungen – nirgendwo sonst klassifiziert
el: Υπηρεσίες που δεν ταξινομούνται αλλού
es: Servicios no contemplados en la clasificación
et: Teenused, mujal liigitamata
fi: Palvelualat, muualle luokittelemattomat
fr: Services non classés ailleurs
ga: Seirbhísí nach n-aicmítear áit ar bith eile
hr: Uslužne djelatnosti, nije drugdje razvrstano
hu: Máshova nem sorolt szolgáltatások
is: Þjónusta - ekki flokkað annars staðar
it: Servizi non classificati altrove
lt: Niekur kitur nepriskirtos paslaugos
lv: Citur neklasificēti pakalpojumi
mk: Услуги кои никаде не се класифицирани
mt: Is-servizzi mhux klassifikati xi mkien ieħor
nl: Diensten, niet elders ingedeeld
no: Ikke annetsteds klassifisert tjenesteyting
pl: Usługi, gdzie indziej niesklasyfikowane
pt_pt: Programas de serviços não classificados noutras áreas
ro: Servicii neclasificate în altă parte
sk: Služby inde neklasifikované
sl: Transport, varnost, gostinstvo in turizem, osebne storitve, drugo
sr: Usluge koje nisu drugde klasifikovane
sv: Tjänster, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan hizmetler
uk: Послуги, не віднесені до інших категорій

source: Field unknown
bg: Неизвестна област
cs: Obor neznámý
da: Ukendt felt
de: Bereich nicht bekannt
el: Πεδίο άγνωστο
es: Campo desconocido
et: Väli teadmata
fi: Tuntematon
fr: Domaine inconnu
ga: Réimse anaithnid
hr: Nepoznato polje
hu: Ismeretlen terület
is: Svið óþekkt
it: Campo sconosciuto
lv: Nezināma joma
mk: Непознато поле
mt: Qasam mhux magħruf
nl: Veld onbekend
no: Ukjent felt
pl: Nieznana dziedzina
pt_pt: Área desconhecida
ro: Domeniu necunoscut
sk: Odbor neznámy
sl: Področje neznano
sr: Nepoznato polje
sv: Okänd inriktning
tr: Bilinmeyen alan
uk: Поле невідоме
