Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: International Standard Classification of Education: Fields of Education and Training 2013
bg: Международна стандартна класификация на образованието: области на образованието и обучението, 2013 г.
cs: Mezinárodní standardní klasifikace vzdělání: Oblasti vzdělávání a odborné přípravy 2013
da: Den internationale standardklassifikation af uddannelser: Uddannelsesområder 2013
de: Internationale Standardklassifikation des Bildungswesens: Bereiche der allgemeinen und beruflichen Bildung 2013
el: Διεθνής Πρότυπη Ταξινόμηση της Εκπαίδευσης: Τομείς Εκπαίδευσης και Κατάρτισης 2013
es: Clasificación Internacional Normalizada de la Educación: Campos de Educación y Capacitación 2013
et: Rahvusvaheline ühtne hariduse liigitus: haridus- ja koolitusvaldkonnad 2013
fi: Kansainvälinen koulutusluokitus: Koulutusalat (2013)
fr: Classification internationale type de l’éducation: domaines de l’éducation et de la formation 2013
ga: Aicmiú Idirnáisiúnta Caighdeánach ar an Oideachas: Réimsí Oideachais agus Oiliúna 2013
hr: Međunarodna standardna klasifikacija obrazovanja: Područja obrazovanja i osposobljavanja 2013.
hu: Az oktatás egységes nemzetközi osztályozási rendszere: Oktatási és képzési területek, 2013
is: Alþjóðleg stöðluð flokkun á menntun: Fræða- og þjálfunarsvið 2013
it: Classificazione internazionale standard dell'istruzione: settori dell'istruzione e della formazione 2013
lt: Tarptautinis standartizuotas švietimo klasifikatorius: 2013 m. švietimo ir mokymo sritys
lv: Starptautiskā standartizētā izglītības klasifikācija: izglītības un apmācības jomas 2013. gadā
mk: Меѓународна стандардна класификација на образованието: Области на образование и обука 2013 година
mt: Klassifikazzjoni Standard Internazzjonali tal-Edukazzjoni: Oqsma tal-Edukazzjoni u t-Taħriġ 2013
nl: Internationale standaardclassificatie van het onderwijs: Onderwijs- en opleidingsgebieden 2013
no: Internasjonal standard for klassifisering av utdanning: Felter for utdanning og opplæring 2013
pl: Międzynarodowa Standardowa Klasyfikacja Kształcenia: Obszary kształcenia i szkolenia 2013
pt_pt: Classificação Internacional Tipo da Educação. Áreas de Educação e Formação 2013
ro: Clasificarea Internațională Standard a Educației: domeniile educației și formării profesionale 2013
sk: Medzinárodná štandardná klasifikácia vzdelávania: oblasti vzdelávania a odbornej prípravy 2013
sl: Mednarodna standardna klasifikacija izobrazbe: področja izobraževanja in usposabljanja 2013
sr: Međunarodna standardna klasifikacija obrazovanja: polja obrazovanja i obučavanja 2013
sv: Internationell standard för utbildningsklassificering: Utbildningsinriktningar 2013
tr: Uluslararası Standart Eğitim Sınıflandırması: Eğitim ve Staj Alanları 2013

source: Generic programmes and qualifications
bg: Общи програми и квалификации
cs: Všeobecné programy a kvalifikace
da: Generelle programmer og kvalifikationer
de: Allgemeine Bildungsprogramme und Qualifikationen
el: Γενικά προγράμματα και προσόντα
es: Programas y certificaciones genéricos
et: Üldkavad ja kvalifikatsioonid
fi: Yleissivistävät koulutusohjelmat ja tutkinnot
fr: Programmes et certifications génériques
ga: Cláir agus cáilíochtaí cineálacha
hr: Generički programi i kvalifikacije
hu: Általános programok és képesítések
is: Almennar námsbrautir og prófgráður
it: Programmi e qualifiche generali
lt: Pagrindinės programos ir kvalifikacijos
lv: Vispārīgas programmas un kvalifikācijas
mk: Генерички програми и квалификации
mt: Il-programmi u l-kwalifiki ġeneriċi
nl: Algemene programma's en kwalificaties
no: Generelle programmer og kvalifikasjoner
pl: Programy i kwalifikacje ogólne
pt_pt: Programas e qualificações genéricos
ro: Programe și calificări generice
sk: Všeobecné programy a kvalifikácie
sl: Osnovne in splošne izobraževalne aktivnosti/izidi
sr: Opšti programi i kvalifikacije
sv: Allmänna program och kvalifikationer
tr: Genel programlar ve yeterlilikler
uk: Загальні програми та кваліфікація

source: Generic programmes and qualifications not further defined
bg: Общи програми и квалификации, без допълнително определение
cs: Všeobecné programy a kvalifikace dále nedefinované
da: Generelle programmer og kvalifikationer ikke nærmere defineret
de: Allgemeine Bildungsprogramme und Qualifikationen – nicht näher definiert
el: Γενικά προγράμματα και προσόντα που δεν προσδιορίζονται περαιτέρω
es: Programas y certificaciones genéricos sin mayor definición
et: Üldkavad ja kvalifikatsioonid, täpsemalt määratlemata
fi: Yleissivistävät koulutusohjelmat ja tutkinnot, tarkemmin määrittämättömät
fr: Programmes et certifications génériques non définis
ga: Cláir agus cáilíochtaí cineálacha nach ndéantar tuilleadh sainithe orthu
hr: Generički programi i kvalifikacije, nije podrobnije definirano
hu: Pontosabban nem részletezett általános programok és képesítések
is: Almennar námsbrautir og prófgráður - ekki skilgreint nánar
it: Programmi e qualifiche generali non ulteriormente definite
lt: Pagrindinės programos ir kvalifikacijos (plačiosios programos)
lv: Sīkāk neprecizētas vispārīgas programmas un kvalifikācijas
mk: Генерички програми и квалификации кои не се дефинирани
mt: Il-programmi u l-kwalifiki ġeneriċi mhux definiti f’aktar dettall
nl: Algemene programma's en kwalificaties, niet nader gedefinieerd
no: Ikke nærmere definerte generelle programmer og kvalifikasjoner
pl: Programy i kwalifikacje ogólne, bliżej niezdefiniowane
pt_pt: Programas e qualificações genéricos sem definição precisa
ro: Programe și calificări generice care nu sunt definite ulterior
sk: Všeobecné programy a kvalifikácie ďalej nedefinované
sl: Osnovne in splošne izobraževalne aktivnosti/izidi, podrobneje neopredeljeno
sr: Opšti programi i kvalifikacije koji nisu dalje definisani
sv: Allmänna program och kvalifikationer, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan genel programlar ve yeterlilikler
uk: Загальні програми та кваліфікації додатково не визначені

source: Basic programmes and qualifications
bg: Основни програми и квалификации
cs: Základní programy a kvalifikace
da: Grundlæggende programmer og kvalifikationer
de: Grundlegende Bildungsprogramme und Qualifikationen
el: Βασικά προγράμματα και προσόντα
es: Programas y certificaciones básicos
et: Põhiõppekavad ja kvalifikatsioonid
fi: Peruskoulutusohjelmat ja -tutkinnot
fr: Programmes et certifications de base
ga: Cláir agus cáilíochtaí bunúsacha
hr: Osnovni programi i kvalifikacije
hu: Alapszintű programok és képesítések
is: Grunnnám og prófgráður
it: Programmi e qualifiche di base
lt: Bazinės programos ir kvalifikacijos
lv: Pamatprogrammas un pamatkvalifikācijas
mk: Основни програми и квалификации
mt: Il-programmi u l-kwalifiki bażiċi
nl: Basisonderwijs en -kwalificaties
no: Grunnprogammer og -kvalifikasjoner
pl: Programy i kwalifikacje podstawowe
pt_pt: Programas e qualificações de base
ro: Programe și calificări de bază
sk: Základné programy a kvalifikácie
sl: Splošne izobraževalne aktivnosti/izidi
sr: Osnovni programi i kvalifikacije
sv: Grundläggande program och kvalifikationer
tr: Temel programlar ve yeterlilikler
uk: Базові програми та кваліфікація

source: Literacy and numeracy
bg: Езикова и математическа грамотност
cs: Čtení, psaní a počítání
da: Læse- og skrivefærdighed samt talfærdighed
de: Lesen, Schreiben und Rechnen
el: Γραφή, ανάγνωση και αριθμητική
es: Alfabetización y aritmética elemental
et: Kirja- ja arvutusoskus
fi: Luku-, kirjoitus- ja laskutaito
fr: Alphabétisation et apprentissage du calcul
ga: Litearthacht agus uimhearthacht
hr: Pismenost i računanje
hu: Írás, olvasás és számolás
is: Læsi og tölulæsi
it: Alfabetizzazione e calcolo
lt: Raštingumas ir skaičiavimo pagrindai
lv: Rakstpratība un rēķinpratība
mk: Писменост и нумерирање
mt: Il-qari u l-kitba u l-kompetenza matematika
nl: Lezen, schrijven en rekenen
no: Lese- og skriveferdighet og tallforståelse
pl: Umiejętność czytania, pisania i liczenia
pt_pt: Literacia e numeracia
ro: Alfabetizare și competențe numerice
sk: Gramotnosť a matematická gramotnosť
sl: Pismenost in matematična pismenost
sr: Pismenost i računanje
sv: Läskunnighet och räknefärdighet
tr: Okuryazarlık ve matematik becerisi
uk: Грамотність і арифметика

source: Personal skills and development
bg: Личностни умения и развитие
cs: Osobní dovednosti a rozvoj
da: Personlige færdigheder og udvikling
de: Fähigkeiten und Persönlichkeitsentwicklung
el: Προσωπικές δεξιότητες και ανάπτυξη
es: Competencias personales y desarrollo
et: Isiklikud oskused ja isiklik areng
fi: Henkilökohtaisten taitojen kehittäminen
fr: Compétences et développement personnels
ga: Scileanna pearsanta agus forbairt
hr: Osobne vještine i razvoj
hu: Személyes készségek és személyiségfejlesztés
is: Persónuleg hæfni og þróun
it: Competenze e sviluppo personali
lt: Asmens gebėjimai ir tobulinimasis
lv: Personiskās prasmes un attīstība
mk: Лични вештини и развој
mt: Il-ħiliet u l-iżvilupp personali
nl: Persoonlijke vaardigheden en ontwikkeling
no: Individuell kompetanse og utvikling
pl: Umiejętności osobiste i rozwój osobisty
pt_pt: Competências pessoais e desenvolvimento pessoal
ro: Competențe și dezvoltare personale
sk: Osobné zručnosti a rozvoj
sl: Osebne spretnosti in osebnostni razvoj
sr: Lične veštine i razvoj
sv: Personliga färdigheter och utveckling
tr: Kişisel beceriler ve gelişim
uk: Особисті уміння та розвиток

source: Generic programmes and qualifications not elsewhere classified
bg: Общи програми и квалификации, некласифицирани другаде
cs: Všeobecné programy a kvalifikace jinde neklasifikované
da: Generelle programmer og kvalifikationer ikke klassificeret andetsteds
de: Allgemeine Bildungsprogramme und Qualifikationen – nirgendwo sonst klassifiziert
el: Γενικά προγράμματα και προσόντα που δεν ταξινομούνται αλλού
es: Programas y certificaciones genéricos no contemplados en la clasificación
et: Üldkavad ja kvalifikatsioonid, mujal liigitamata
fi: Yleissivistävät koulutusohjelmat ja tutkinnot, muualle luokittelemattomat
fr: Programmes et certifications génériques non classé ailleurs
ga: Cláir agus cáilíochtaí cineálacha nach n-aicmítear áit ar bith eile
hr: Generički programi i kvalifikacije, nije drugdje definirano
hu: Máshová nem sorolt általános programok és képesítések
is: Almennar námsbrautir og prófgráður - ekki flokkað annars staðar
it: Programmi generali e qualifiche non classificate altrove
lt: Niekur kitur nepriskirtos pagrindinės programos ir kvalifikacijos
lv: Citur neklasificētas vispārīgas programmas un kvalifikācijas
mk: Генерички програми и квалификации кои никаде не се класифицирани
mt: Il-programmi u l-kwalifiki ġeneriċi mhux klassifikati xi mkien ieħor
nl: Algemene programma's en kwalificaties, niet elders ingedeeld
no: Ikke annetsteds klassifiserte generelle programmer og kvalifikasjoner
pl: Programy i kwalifikacje ogólne, gdzie indziej niesklasyfikowane
pt_pt: Programas e qualificações genéricos não classificados noutras áreas
ro: Programe și calificări generice neclasificate în altă parte
sk: Všeobecné programy a kvalifikácie inde neklasifikované
sl: Osnovne in splošne izobraževalne aktivnosti/izidi, drugo
sr: Opšti programi i kvalifikacije koji nisu drugde klasifikovani
sv: Allmänna program och kvalifikationer, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan genel programlar ve yeterlilikler
uk: Загальні програми та кваліфікації, не віднесені до інших категорій

source: Education
bg: Педагогика
cs: Vzdělávání a výchova
da: Uddannelse
de: Erziehungswissenschaften
el: Εκπαίδευση
es: Educación
et: Haridus
fi: Kasvatusalat
fr: Éducation
ga: Oideachas
hr: Obrazovanje
hu: Oktatás
is: Menntun
it: Istruzione
lt: Švietimas
lv: Izglītība
mk: Образование
mt: L-edukazzjoni
nl: Onderwijs
no: Utdanning
pl: Kształcenie
pt_pt: Educação
ro: Educație
sk: Pedagogika
sl: Izobraževalne znanosti in izobraževanje učiteljev
sr: Obrazovanje
sv: Lärarutbildning
tr: Eğitim
uk: Освіта

source: Education not further defined
bg: Педагогика, без допълнително определение
cs: Vzdělávání a výchova dále nedefinováné
da: Uddannelse ikke nærmere defineret
de: Erziehungswissenschaften – nicht näher definiert
el: Εκπαίδευση που δεν προσδιορίζεται περαιτέρω
es: Educación sin mayor definición
et: Haridus, täpsemalt määratlemata
fi: Kasvatusalat, tarkemmin määrittämättömät
fr: Éducation non définie
ga: Oideachas nach ndéantar tuilleadh sainithe air
hr: Obrazovanje, nije podrobnije definirano
hu: Pontosabban nem részletezett oktatás
is: Menntun - ekki skilgreint nánar
it: Istruzione non ulteriormente definita
lt: Švietimas (plačiosios programos)
lv: Sīkāk neprecizēta izglītība
mk: Образование кое не е дефиниран
mt: L-edukazzjoni mhux definita f’aktar dettall
nl: Onderwijs, niet nader gedefinieerd
no: Ikke nærmere definert utdanning
pl: Kształcenie, bliżej niezdefiniowane
pt_pt: Programas de educação sem definição precisa
ro: Educație care nu este definită ulterior
sk: Pedagogika ďalej nedefinovaná
sl: Izobraževalne znanosti in izobraževanje učiteljev, podrobneje neopredeljeno
sr: Obrazovanje koje nije dalje definisano
sv: Lärarutbildning, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan eğitim
uk: Освіта додатково не визначена

source: Education science
bg: Науки за образованието
cs: Pedagogika
da: Pædagogik
de: Lehrkräfteausbildung
el: Παιδαγωγικές σπουδές
es: Ciencias de la educación
et: Kasvatusteadus
fi: Kasvatustieteet
fr: Sciences de l’éducation
ga: Eolaíocht an oideachais
hr: Obrazovne znanosti
hu: Oktatástudomány
is: Menntunarfræði
it: Scienze dell'educazione
lt: Edukologija
lv: Izglītības zinātne
mk: Наука за образование
mt: Ix-xjenza tal-edukazzjoni
nl: Onderwijskunde
no: Pedagogikk
pl: Nauka o kształceniu
pt_pt: Ciências da educação
ro: Știința educației
sk: Pedagogická veda
sl: Izobraževalne znanosti
sr: Nauka o obrazovanju
sv: Pedagogik
tr: Eğitim bilimi
uk: Освітня наука

source: Training for pre-school teachers
bg: Обучение за детски учители
cs: Příprava učitelů pro předškolní výchovu
da: Uddannelse af børnehaveklasselærere
de: Ausbildung von Vorschullehrkräften
el: Κατάρτιση νηπιαγωγών
es: Formación para docentes de educación preprimaria
et: Eelkooliõpetajate koolitus
fi: Varhaiskasvatuksen opettajien koulutus
fr: Formation des enseignants au niveau préscolaire
ga: Oiliúint le haghaidh múinteoirí réamhscoile
hr: Osposobljavanje odgojitelja predškolske djece
hu: Bölcsőde- és óvodapedagógusi képzés
is: Þjálfun fyrir leikskólakennara
it: Formazione per insegnanti della scuola d'infanzia
lt: Ikimokyklinio ugdymo specialistų rengimas
lv: Pirmsskolas pedagogu apmācība
mk: Обука за наставници во предучилишно образование
mt: It-taħriġ għall-għalliema tal-kindergarten
nl: Opleiding voor leerkrachten in het kleuteronderwijs
no: Førskolelærerutdanning
pl: Kształcenie nauczycieli przedszkolnych
pt_pt: Formação de educadores e infância
ro: Formare pentru cadrele didactice din învățământul preșcolar
sk: Príprava pre predškolských učiteľov
sl: Izobraževanje vzgojiteljev predšolskih otrok
sr: Obuka za nastavnike u predškolskim ustanovama
sv: Förskollärarutbildning
tr: Okul öncesi öğretmenler için eğitim
uk: Навчання вихователів дошкільної освіти

source: Teacher training without subject specialisation
bg: Обучение за учители без специализация по предмет
cs: Příprava učitelů bez oborové specializace
da: Læreruddannelse uden specialisering
de: Lehrkräfteausbildung ohne Fachspezialisierung
el: Κατάρτιση των εκπαιδευτικών χωρίς εξειδίκευση αντικειμένου
es: Formación para docentes sin asignatura de especialización
et: Üldine õpetajakoolitus
fi: Luokanopettajien koulutus
fr: Formation des enseignants sans spécialisation
ga: Oiliúint le haghaidh múinteoirí gan speisialú in ábhar ar leith
hr: Osposobljavanje učitelja bez predmetne specijalizacije
hu: Tanító- és tanárképzés tantárgyi specializáció nélkül
is: Kennaraþjálfun án sérstakrar sérgreinar
it: Formazione per insegnanti delle competenze di base
lt: Mokytojo ikimokykliniam ugdymui rengimas
lv: Pedagogu apmācība bez specializācijas konkrētā priekšmetā
mk: Обука за наставници без специјализација на предмет
mt: It-taħriġ għall-għalliema mingħajr suġġett ta’ speċjalizzazzjoni
nl: Opleiding voor leerkrachten zonder vakspecialisatie
no: Lærerutdanning uten fagspesialisering
pl: Kształcenie nauczycieli bez specjalizacji przedmiotowej
pt_pt: Formação de professores de áreas disciplinares não específicas
ro: Formarea cadrelor didactice fără specializare pe o materie
sk: Príprava pre učiteľov bez predmetovej špecializácie
sl: Izobraževanje učiteljev brez predmetne specializacije
sr: Obuka nastavnika bez predmetne specijalizacije
sv: Lärarutbildning utan ämnesspecialisering
tr: Konu uzmanlaşması olmayan öğretmenlik eğitimi
uk: Навчання вчителів без спеціалізації по предметах

source: Teacher training with subject specialisation
bg: Обучение за учители със специализация по предмет
cs: Příprava učitelů s oborovou specializací
da: Læreruddannelse med specialisering
de: Lehrkräfteausbildung mit Fachspezialisierung
el: Κατάρτιση των εκπαιδευτικών με εξειδίκευση αντικειμένου
es: Formación para docentes con asignatura de especialización
et: Aineõpetajate koolitus
fi: Aineenopettajien koulutus
fr: Formation des enseignants avec spécialisation
ga: Oiliúint le haghaidh múinteoirí gan speisialú in ábhar ar leith
hr: Osposobljavanje učitelja s predmetnom specijalizacijom
hu: Tanárképzés tantárgyi specializációval
is: Kennaraþjálfun með sérgrein
it: Formazione per insegnanti specializzati in una materia
lt: Mokytojo su dalyko specializacija rengimas
lv: Pedagogu apmācība ar specializāciju konkrētā priekšmetā
mk: Обука за наставници со специјализација на предмет
mt: It-taħriġ għall-għalliema b’suġġett ta’ speċjalizzazzjoni
nl: Opleiding voor leerkrachten met vakspecialisatie
no: Lærerutdanning uten fagspesialisering
pl: Kształcenie nauczycieli ze specjalizacją przedmiotową
pt_pt: Formação de professores de áreas disciplinares específicas
ro: Formarea cadrelor didactice cu specializare pe o materie
sk: Príprava pre učiteľov s predmetovou špecializáciou
sl: Izobraževanje učiteljev s predmetno specializacijo
sr: Obuka nastavnika sa predmetnom specijalizacijom
sv: Lärarutbildning med ämnesspecialisering
tr: Konu uzmanlaşması olan öğretmenlik eğitimi
uk: Навчання вчителів зі спеціалізацією по предметах

source: Education not elsewhere classified
bg: Педагогика, некласифицирана другаде
cs: Vzdělávání a výchova jinde neklasifikované
da: Uddannelse ikke klassificeret andetsteds
de: Erziehungswissenschaften – nirgendwo sonst klassifiziert
el: Εκπαίδευση που δεν ταξινομείται αλλού
es: Educación no contemplada en la clasificación
et: Haridus, mujal liigitamata
fi: Kasvatusalat, muualle luokittelemattomat
fr: Éducation non classée ailleurs
ga: Oideachas nach n-aicmítear áit ar bith eile
hr: Obrazovanje, nije drugdje razvrstano
hu: Máshova nem sorolt oktatás
is: Menntun - ekki flokkað annars staðar
it: Istruzione non classificata altrove
lt: Niekur kitur nepriskirtas švietimas
lv: Citur neklasificēta izglītība
mk: Образование кое никаде не е класифицирано
mt: L-edukazzjoni mhux klassifikata xi mkien ieħor
nl: Onderwijs, niet elders ingedeeld
no: Ikke annetsteds klassifisert utdanning
pl: Kształcenie, gdzie indziej niesklasyfikowane
pt_pt: Programas de educação não classificados noutras áreas
ro: Educație neclasificată în altă parte
sk: Pedagogika inde neklasifikovaná
sl: Izobraževalne znanosti in izobraževanje učiteljev, drugo
sr: Obrazovanje koje nije drugde klasifikovano
sv: Lärarutbildning, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan eğitim
uk: Освіта, не віднесена до інших категорій

source: Inter-disciplinary programmes and qualifications involving education
bg: Интердисциплинарни програми и квалификации, включващи педагогика
cs: Interdisciplinární programy a kvalifikace zahrnující vzdělávání a výchovu
da: Tværfaglige programmer og kvalifikationer inden for uddannelse
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Erziehungswissenschaften
el: Διεπιστημονικά προγράμματα και προσόντα που αφορούν την εκπαίδευση
es: Programas y certificaciones interdisciplinarios relacionados con la educación
et: Haridust hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Kasvatusalat, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant l'éducation
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le hoideachas
hr: Interdisciplinarni programi i kvalifikacije u području obrazovanja
hu: Az oktatást érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði menntunar
it: Programmi e qualifiche interdisciplinari inerenti all'istruzione
lt: Tarpdisciplininės švietimo programos ir kvalifikacijos
lv: Ar izglītību saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат образование
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu l-edukazzjoni
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot onderwijs
no: Tverrfaglige programmer og kvalifikasjoner innen undervisning
pl: Interdyscyplinarne programy i kwalifikacje związane z kształceniem
pt_pt: Programas e qualificações interdisciplinares que envolvem a educação
ro: Programe și calificări interdisciplinare care implică educație
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce pedagogiku
sl: Interdisciplinarne izobraževalne aktivnosti/izidi, pretežno izobraževalne znanosti in izobraževanje učiteljev
sr: Interdisciplinarni programi i kvalifikacije koji uključuju obrazovanje
sv: Tvärvetenskapliga program och kvalifikationer som omfattar pedagogik
tr: Eğitimle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з освіти

source: Arts and humanities
bg: Изкуства и хуманитарни науки
cs: Umění a humanitní vědy
da: Kunst og humaniora
de: Kunst und Geisteswissenschaften
el: Τέχνες και ανθρωπιστικές επιστήμες
es: Artes y humanidades
et: Kunstid ja humanitaarerialad
fi: Humanistiset ja taidealat
fr: Lettres et arts
ga: Na healaíona agus na daonnachtaí
hr: Umjetnost i humanističke znanosti
hu: Művészetek és bölcsészettudományok
is: Listir og hugvísindi
it: Discipline artistiche e scienze umanistiche
lt: Menai ir humanitariniai mokslai
lv: Mākslas un humanitārās zinātnes
mk: Уметности и хуманитарни науки
mt: L-istudji tal-arti u l-istudji umanistiċi
nl: Kunst en geesteswetenschappen
no: Kunst- og humanistiske fag
pl: Sztuka i nauki humanistyczne
pt_pt: Artes e humanidades
ro: Arte și științe umaniste
sk: Umenia a humanitné vedy
sl: Umetnost in humanistika
sr: Umetnost i humanističke nauke
sv: Konst och humaniora
tr: Sanatlar ve beşeri bilimler
uk: Мистецтво та гуманітарні науки
