Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Inter-disciplinary programmes and qualifications involving agriculture, forestry, fisheries and veterinary
bg: Интердисциплинарни програми и квалификации, включващи селско и горско стопанство, рибарство и ветеринарна медицина
cs: Interdisciplinární programy a kvalifikace zahrnující zemědělství, lesnictví, rybářství a veterinářství
da: Tværfaglige programmer og kvalifikationer inden for landbrug, skovbrug, fiskeri og veterinærvidenskab
de: Interdisziplinäre Bildungsprogramme und Qualifikationen in Bezug auf Agrarwissenschaft, Forstwissenschaft, Fischereiwirtschaft und Veterinärwissenschaft
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν γεωργία, δασοκομία, αλιεία και κτηνιατρική
es: Programas y certificaciones interdisciplinarios relacionados con la agricultura, la silvicultura, la pesca y la veterinaria
et: Põllumajandust, metsandust, kalandust ja veterinaariat hõlmavad interdistsiplinaarsed ja kvalifikatsioonid
fi: Maa- ja metsätalous, kalatalous ja eläinlääketiede, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant l'agriculture, la sylviculture et l'halieutique et les sciences vétérinaires
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le talmhaíocht, foraoiseacht, iascaigh agus tréidliacht
hr: Interdisciplinarni programi i kvalifikacije koji uključuju poljoprivredu, šumarstvo, ribarstvo i veterinu
hu: A mezőgazdaságot, erdőgazdálkodást, halgazdálkodást és állatorvosi tudományokat érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði landbúnaðar, skógræktar, fiskveiða og dýralækninga
it: Programmi e qualifiche interdisciplinari inerenti all'agricoltura, alla silvicoltura, alla pesca e alla veterinaria
lt: Tarpdisciplininės žemės ūkio, miškininkystės, žuvininkystės ir veterinarijos programos ir kvalifikacijos
lv: Ar lauksaimniecību, mežsaimniecību, zivsaimniecību un veterināriju saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинирани програми и клавилификации кои вклучуваат земјоделство, шумарство, рибарство и ветеринарство
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu l-agrikoltura, il-forestrija u s-sajd u l-istudji veterinarji
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot landbouw, bosbouw, visserij en diergeneeskunde
no: Tverrfaglige programmer og kvalifikasjoner innen landbruk, skogbruk, fiske og veterinærfag
pl: Interdyscyplinarne programy i kwalifikacje związane z rolnictwem, leśnictwem, rybołówstwem i weterynarią
pt_pt: Programas e qualificações interdisciplinares que envolvem a agricultura, silvicultura, pescas e ciências veterinárias
ro: Programe și calificări interdisciplinare care implică agricultură, silvicultură, pescuit și medicină veterinară
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce poľnohospodárstvo, lesníctvo, rybárstvo a veterinárstvo
sl: Interdiscplinarne izobraževalne aktivnosti/izidi, pretežno kmetijstvo, gozdarstvo, ribištvo in veterinarstvo
sr: Interdisciplinarni programi i kvalifikacije koji uključuju poljoprivredu, šumarstvo, ribarstvo i veterina
sv: Tvärvetenskapliga program och kvalifikationer som omfattar lantbruk, skogsbruk, fiske och djursjukvård
tr: Tarım, ormancılık, balıkçılık ve veterinerlikle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з сільського господарства, лісового господарства, рибальства та ветеринарної медицини

source: Agriculture, forestry, fisheries and veterinary not elsewhere classified
bg: Селско и горско стопанство, рибарство и ветеринарна медицина, некласифицирани другаде
cs: Zemědělství, lesnictví, rybářství a veterinářství jinde neklasifikované
da: Landbrug, skovbrug, fiskeri og veterinærvidenskab ikke klassificeret andetsteds
de: Agrarwissenschaft, Forstwissenschaft, Fischereiwirtschaft und Veterinärwissenschaft – nirgendwo sonst klassifiziert
el: Γεωργία, δασοκομία, αλιεία και κτηνιατρική που δεν ταξινομούνται αλλού
es: Agricultura, silvicultura, pesca y veterinaria no contempladas en la clasificación
et: Põllumajandus, metsandus, kalandus ja veterinaaria, mujal liigitamata
fi: Maa- ja metsätalous, kalatalous ja eläinlääketiede, muualle luokittelemattomat
fr: Agriculture, sylviculture et halieutique et sciences vétérinaires non classés ailleurs
ga: Talmhaíocht, foraoiseacht, iascaigh agus tréidliacht nach n-aicmítear áit ar bith eile
hr: Poljoprivreda, šumarstvo, ribarstvo i veterina, nije drugdje razvrstano
hu: Máshova nem sorolt mezőgazdaság, erdőgazdálkodás, halgazdálkodás és állatorvosi tudományok
is: Landbúnaður, skógrækt, fiskveiðar og dýralækningar - ekki flokkað annars staðar
it: Agricoltura, silvicoltura, pesca e veterinaria non classificate altrove
lt: Niekur kitur nepriskirti žemės ūkis, miškininkystė, žuvininkystė ir veterinarija
lv: Citur neklasificēta lauksaimniecība, mežsaimniecība, zivsaimniecība un veterinārija
mk: Земјоделство, шумарство, рибарство и ветеринарство кое никаде не е класифицирано
mt: L-agrikoltura, il-forestrija u s-sajd u l-istudji veterinarji mhux klassifikati xi mkien ieħor
nl: Landbouw, bosbouw, visserij en diergeneeskunde, niet elders ingedeeld
no: Ikke annetsteds klassifisert landbruk, skogbruk, fiske og veterinærfag
pl: Rolnictwo, leśnictwo, rybołówstwo i weterynaria, gdzie indziej niesklasyfikowane
pt_pt: Programas de agricultura, silvicultura, pescas e ciências veterinárias não classificados noutras áreas
ro: Agricultură, silvicultură, pescuit și medicină veterinară neclasificate în altă parte
sk: Poľnohospodárstvo, lesníctvo, rybárstvo a veterinárstvo inde neklasifikované
sl: Kmetijstvo, gozdarstvo, ribištvo in veterinarstvo, drugo
sr: Poljoprivreda, šumarstvo, ribarstvo i veterina koji nisu ddugde klasifikovani
sv: Lantbruk, skogsbruk, fiske och djursjukvård, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan tarım, ormancılık, balıkçılık ve veterinerlik
uk: Сільське господарство, лісове господарство, рибальство та ветеринарна справа, не віднесені до інших категорій

source: Health and welfare
bg: Здравеопазване и благосъстояние
cs: Zdravotnictví a sociální péče
da: Sundhed og velfærd
de: Gesundheit und soziale Dienste
el: Υγεία και πρόνοια
es: Salud y bienestar
et: Tervishoid ja hoolekanne
fi: Terveys- ja hyvinvointialat
fr: Santé et protection sociales
ga: Sláinte agus leas
hr: Zdravstvo i socijalna skrb
hu: Egészségügy és szociális gondoskodás
is: Heilsa og velferð
it: Salute e assistenza
lt: Sveikatos priežiūra ir socialinė gerovė
lv: Veselības aprūpe un sociālie pakalpojumi
mk: Здравство и благосостојба
mt: Is-saħħa u l-assistenza soċjali
nl: Gezondheid en welzijn
no: Helse og omsorg
pl: Zdrowie i opieka społeczna
pt_pt: Saúde e proteção social
ro: Sănătate și asistență
sk: Zdravie a sociálna starostlivosť
sl: Zdravstvo in socialna varnost
sr: Zdravlje i socijalna zaštita
sv: Hälsa och social omsorg
tr: Sağlık ve sosyal hizmetler
uk: Здоров'я та добробут

source: Health and welfare not further defined
bg: Здравеопазване и благосъстояние, без допълнително определение
cs: Zdravotnictví a sociální péče dále nedefinované
da: Sundhed og velfærd ikke nærmere defineret
de: Gesundheit und soziale Dienste – nicht näher definiert
el: Υγεία και πρόνοια που δεν προσδιορίζονται περαιτέρω
es: Salud y bienestar sin mayor definición
et: Tervishoid ja hoolekanne, täpsemalt määratlemata
fi: Terveys- ja hyvinvointialat, tarkemmin määrittämättömät
fr: Santé et protection sociales non définis
ga: Sláinte agus leas nach ndéantar tuilleadh sainithe orthu
hr: Zdravstvo i socijalna skrb, nije podrobnije definirano
hu: Pontosabban nem részletezett egészségügy és szociális gondoskodás
is: Heilsa og velferð - ekki skilgreint nánar
it: Salute e assistenza non ulteriormente definite
lt: Sveikatos priežiūra ir socialinė gerovė (plačiosios programos)
lv: Sīkāk neprecizēta veselības aprūpe un sociālie pakalpojumi
mk: Здравство и благосостојба кои не се дефинирани
mt: Is-saħħa u l-assistenza soċjali mhux definiti f’aktar dettall
nl: Gezondheid en welzijn, niet nader gedefinieerd
no: Ikke nærmere definert helse og omsorg
pl: Zdrowie i opieka społeczna, bliżej niezdefiniowane
pt_pt: Saúde e proteção social sem definição precisa
ro: Sănătate și asistență care nu sunt definite ulterior
sk: Zdravie a sociálna starostlivosť ďalej nedefinované
sl: Zdravstvo in socialna varnost, podrobneje neopredeljeno
sr: Zdravlje i socijalna zaštita koji nisu dalje definisani
sv: Hälsa och social omsorg, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sağlık ve sosyal hizmetler
uk: Здоров'я та добробут далі не визначені

source: Health
bg: Здравеопазване
cs: Zdravotnictví
da: Sundhed
de: Gesundheit
el: Υγεία
es: Salud
et: Tervishoid
fi: Terveys
fr: Santé
ga: Sláinte
hr: Zdravstvo
hu: Egészségügy
is: Heilsa
it: Salute
lt: Sveikatos priežiūra
lv: Veselības aprūpe
mk: Здравство
mt: Is-saħħa
nl: Gezondheid
no: Helsefag
pl: Zdrowie
pt_pt: Saúde
ro: Sănătate
sk: Zdravie
sl: Zdravstvo
sr: Zdravlje
sv: Hälsa
tr: Sağlık
uk: Здоров’я

source: Health not further defined
bg: Здравеопазване, без допълнително определение
cs: Zdravotnictví dále nedefinované
da: Sundhed ikke nærmere defineret
de: Gesundheit – nicht näher definiert
el: Υγεία που δεν προσδιορίζεται περαιτέρω
es: Salud sin mayor definición
et: Tervishoid, täpsemalt määratlemata
fi: Terveys, tarkemmin määrittämätön
fr: Santé non définie
ga: Sláinte nach ndéantar tuilleadh sainithe air
hr: Zdravstvo, nije podrobnije definirano
hu: Pontosabban nem részletezett egészségügy
is: Heilsa - ekki skilgreint nánar
it: Salute non ulteriormente definita
lt: Sveikatos priežiūra (plačiosios programos)
lv: Sīkāk neprecizēta veselības aprūpe
mk: Здравство кое не е дефинирано
mt: Is-saħħa mhux definita f’aktar dettall
nl: Gezondheid, niet nader gedefinieerd
no: Ikke nærmere definerte helsefag
pl: Zdrowie, bliżej niezdefiniowane
pt_pt: Saúde sem definição precisa
ro: Sănătate care nu este definită ulterior
sk: Zdravie ďalej nedefinované
sl: Zdravstvo, podrobneje neopredeljeno
sr: Zdravlje koje nije dalje definisano
sv: Hälsa, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sağlık
uk: Здоров'я додатково не визначене

source: Dental studies
bg: Дентална медицина
cs: Stomatologie
da: Tandlægestudier
de: Zahnmedizin
el: Οδοντιατρικές σπουδές
es: Odontología
et: Hambaravi- ja hooldus
fi: Suun terveydenhuolto
fr: Études dentaires
ga: Staidéir fiaclóireachta
hr: Stomatologija
hu: Fogorvosképzés
is: Tannlækningar
it: Odontoiatria
lt: Odontologija
lv: Zobārstniecība
mk: Дентални студии
mt: L-istudji dentali
nl: Tandheelkunde
no: Tannlegestudier
pl: Stomatologia
pt_pt: Ciências dentárias
ro: Studii dentare
sk: Dentálne štúdiá
sl: Zobozdravstvo
sr: Stomatološke studije
sv: Odontologi
tr: Dişçilik çalışmaları
uk: Стоматологія

source: Medicine
bg: Медицина
cs: Humánní medicína
da: Lægevidenskab
de: Medizin
el: Ιατρική
es: Medicina
et: Meditsiin
fi: Lääketiede
fr: Médecine
ga: Leigheas
hr: Medicina
hu: Orvostudomány
is: Læknisfræði
it: Medicina
lt: Medicina
lv: Medicīna
mk: Медицина
mt: Il-mediċina
nl: Geneeskunde
no: Medisin
pl: Medycyna
pt_pt: Medicina
ro: Medicină
sk: Medicína
sl: Medicina
sr: Medicina
sv: Medicin
tr: Tıp
uk: Медицина

source: Nursing and midwifery
bg: Обучение за медицински сестри и акушерки
cs: Ošetřovatelství a porodní asistentství
da: Sygepleje- og jordemodervidenskab
de: Krankenpflege und Hebammenausbildung
el: Νοσηλευτική και μαιευτική
es: Enfermería y partería
et: Õendus ja ämmaemandus
fi: Sairaanhoito- ja kätilöala
fr: Soins infirmiers et formation de sages-femmes
ga: Altranas agus cnáimhseachas
hr: Sestrinstvo i primaljstvo
hu: Ápolói és szülészi szakma
is: Hjúkrun og fæðingarhjálp
it: Infermieristica e ostetricia
lt: Slauga ir akušerija
lv: Medmāsas un vecmātes
mk: Нега и акушерство
mt: L-istudji tal-infermieri u l-qwiebel
nl: Verpleegkunde en verloskunde
no: Sjukepleie og jordmorfag
pl: Pielęgniarstwo i położnictwo
pt_pt: Enfermagem geral e enfermagem obstétrica
ro: Asistență medicală și moașe
sk: Ošetrovateľstvo a pôrodníctvo
sl: Zdravstvena nega in babištvo
sr: Nega bolesnika i babice
sv: Sjuksköterske- och barnmorskeutbildning
tr: Hemşirelik ve ebelik
uk: Медсестринські та акушерські послуги

source: Medical diagnostic and treatment technology
bg: Технологии за медицинска диагностика и лечение
cs: Lékařská diagnostika a léčebná technika
da: Medicinsk diagnosticerings- og behandlingsteknologi
de: Medizinische Diagnostik und Medizintechnologie
el: Τεχνολογία ιατρικής διάγνωσης και θεραπείας
es: Tecnología de diagnóstico y tratamiento médico
et: Meditsiinilise diagnostika ja ravimeetodid
fi: Lääketieteen diagnostiikka- ja hoitoteknologia
fr: Diagnostic médical et technologie de traitement
ga: Teicneolaíocht dhiagnóiseach agus chóireála leighis
hr: Tehnologija za medicinsku dijagnostiku i liječenje
hu: Orvosi diagnosztikai és kezelési technológia
is: Læknisfræðileg greining og meðferðartækni
it: Diagnostica e tecnologia medica
lt: Medicinos diagnostika ir gydymo technologija
lv: Medicīniskās diagnostikas un ārstēšanas tehnoloģijas
mk: Медицинска дијагностика и технологија за третирање
mt: Id-dijanjostika medika u t-teknoloġija tat-trattament mediku
nl: Medische diagnose en behandelingstechnologie
no: Medisinsk diagnose- og behandlingsteknologi
pl: Technologia związana z diagnostyką medyczną i leczeniem
pt_pt: Tecnologias de diagnóstico e terapêutica
ro: Tehnologia diagnosticării și a tratamentelor medicale
sk: Medicínska diagnostika a liečebná technológia
sl: Medicinska diagnostična in terapevtska tehnologija
sr: Medicinska dijagnostike i tehnologija lečenja
sv: Medicinsk diagnostik och behandlingsteknik
tr: Tıbbi teşhis ve tedavi teknolojisi
uk: Технологія медичної діагностики та лікування

source: Therapy and rehabilitation
bg: Терапия и рехабилитация
cs: Terapie a rehabilitace
da: Behandling og rehabilitering
de: Therapie und Rehabilitation
el: Θεραπεία και αποκατάσταση
es: Terapia y rehabilitación
et: Teraapia ja taastusravi
fi: Terapia ja kuntoutus
fr: Thérapie et rééducation
ga: Teiripe agus athshlánú
hr: Terapija i rehabilitacija
hu: Terápia és rehabilitáció
is: Meðferð og endurhæfing
it: Terapia e riabilitazione
lt: Terapija ir reabilitacija
lv: Terapija un rehabilitācija
mk: Терапија и рехабилитација
mt: It-terapija u r-rijabilitazzjoni
nl: Therapie en revalidatie
no: Behandling og rehabilitering
pl: Terapia i rehabilitacja
pt_pt: Terapia e reabilitação
ro: Terapie și reabilitare
sk: Terapia a rehabilitácia
sl: Terapija in rehabilitacija
sr: Terapija i rehabilitacija
sv: Terapi och rehabilitering
tr: Terapi ve rehabilitasyon
uk: Терапія та реабілітація

source: Pharmacy
bg: Фармация
cs: Farmacie
da: Farmaci
de: Pharmazie
el: Φαρμακευτική
es: Farmacia
et: Farmaatsia
fi: Farmasia
fr: Pharmacie
ga: Cógaisíocht
hr: Farmacija
hu: Gyógyszerészet
is: Lyfjafræði
it: Farmacia
lt: Farmacija
lv: Farmācija
mk: Фармација
mt: Il-farmaċija
nl: Farmacie
no: Farmasi
pl: Farmacja
pt_pt: Ciências farmacêuticas
ro: Farmacie
sk: Farmácia
sl: Farmacija
sr: Farmacija
sv: Farmaci
tr: Eczacılık
uk: Фармацевтична практика

source: Traditional and complementary medicine and therapy
bg: Традиционна и алтернативна медицина и лечение
cs: Tradiční a alternativní medicína a terapie
da: Traditionel og alternativ medicin og behandling
de: Traditionelle und komplementäre Medizin und Therapie
el: Παραδοσιακή και συμπληρωματική ιατρική και θεραπευτική αγωγή
es: Medicina y terapia tradicional y complementaria
et: Rahva- ja täiendmeditsiin ning -ravi
fi: Luontais- ja vaihtoehtoishoito ja -terapia
fr: Médecine et thérapies traditionnelles et complémentaires
ga: Leigheas agus teiripe chomhlántach agus thraidisiúnta
hr: Tradicionalna i komplementarna medicina i terapija
hu: Hagyományos és kiegészítő orvoslás és terápia
is: Hefðbundnar og viðbótarlækningar og meðferðir
it: Medicina e terapie tradizionali e complementari
lt: Tradicinė ir netradicinė medicina
lv: Tradicionālā un komplementārā medicīna un terapija
mk: Традиционална и комплементарна медицина и терапија
mt: Il-mediċina u t-terapija tradizzjonali u komplementari
nl: Traditionele en complementaire geneeskunde en therapie
no: Tradisjonell og komplementær medisin og behandling
pl: Medycyna i terapia tradycyjna i uzupełniająca
pt_pt: Medicina tradicional e complementar e terapia
ro: Medicină și terapie tradiționale și complementare
sk: Tradičná a doplnková medicína a terapia
sl: Tradicionalna in dopolnilna medicina in terapija
sr: Tradicionalna i dopunska medicina i terapija
sv: Traditionell/komplementär medicin och traditionella/komplementärmedicinska behandlingsformer
tr: Geleneksel ve tamamlayıcı tıp ve terapi
uk: Традиційна та комплементарна медицина та терапія

source: Health not elsewhere classified
bg: Здравеопазване, некласифицирано другаде
cs: Zdravotnictví jinde neklasifikované
da: Sundhed ikke klassificeret andetsteds
de: Gesundheit – nirgendwo sonst klassifiziert
el: Υγεία που δεν ταξινομείται αλλού
es: Salud no contemplada en la clasificación
et: Tervishoid, mujal liigitamata
fi: Terveys, muualle luokittelematon
fr: Santé non classée ailleurs
ga: Sláinte nach n-aicmítear áit ar bith eile
hr: Zdravstvo, nije drugdje razvrstano
hu: Máshova nem sorolt egészségügy
is: Heilsa - ekki flokkað annars staðar
it: Salute non classificata altrove
lt: Niekur kitur nepriskirta sveikatos priežiūra
lv: Citur neklasificēta veselības aprūpe
mk: Здравство кое никаде не е класифицирано
mt: Is-saħħa mhux klassifikata xi mkien ieħor
nl: Gezondheid, niet elders ingedeeld
no: Ikke annetsteds klassifiserte helsefag
pl: Zdrowie, gdzie indziej niesklasyfikowane
pt_pt: Programas de saúde não classificados noutras áreas
ro: Sănătate neclasificată în altă parte
sk: Zdravie inde neklasifikované
sl: Zdravstvo, drugo
sr: Zdravlje koje nije drugde klasifikovano
sv: Hälsa, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sağlık
uk: Здоров'я, не віднесене до інших категорій

source: Welfare
bg: Благосъстояние
cs: Sociální péče
da: Velfærd
de: Soziale Dienste
el: Πρόνοια
es: Bienestar
et: Hoolekanne
fi: Hyvinvointi
fr: Protection sociale
ga: Leas
hr: Socijalna skrb
hu: Szociális gondoskodás
is: Velferð
it: Assistenza
lt: Socialinė gerovė
lv: Sociālie pakalpojumi
mk: Благосостојба
mt: L-assistenza soċjali
nl: Welzijn
no: Omsorgsfag
pl: Opieka społeczna
pt_pt: Proteção social
ro: Asistență
sk: Sociálna starostlivosť
sl: Socialna varnost
sr: Socijalna zaštita
sv: Social omsorg
tr: Sosyal hizmetler
uk: Добробут

source: Welfare not further defined
bg: Благосъстояние, без допълнително определение
cs: Sociální péče dále nedefinovaná
da: Velfærd ikke nærmere defineret
de: Soziale Dienste – nicht näher definiert
el: Πρόνοα που δεν προσδιορίζεται περαιτέρω
es: Bienestar sin mayor definición
et: Hoolekanne, täpsemalt määratlemata
fi: Hyvinvointi, tarkemmin määrittämätön
fr: Protection sociale non définie
ga: Leas nach ndéantar tuilleadh sainithe air
hr: Socijalna skrb, nije podrobnije definirano
hu: Pontosabban nem részletezett szociális gondoskodás
is: Velferð - ekki skilgreint nánar
it: Assistenza non ulteriormente definita
lt: Socialinė gerovė (plačiosios programos)
lv: Sīkāk neprecizēti sociālie pakalpojumi
mk: Благосостојба која не е дефинирана
mt: L-assistenza soċjali mhux definita f’aktar dettall
nl: Welzijn, niet nader gedefinieerd
no: Ikke nærmere definerte omsorgsfag
pl: Opieka społeczna, bliżej niezdefiniowana
pt_pt: Proteção social sem definição precisa
ro: Asistență care nu este definită ulterior
sk: Sociálna starostlivosť ďalej nedefinovaná
sl: Socialna varnost, podrobneje neopredeljeno
sr: Socijalna zaštita koja nije dalje definisana
sv: Social omsorg, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sosyal hizmetler
uk: Добробут додатково не визначений

source: Care of the elderly and of disabled adults
bg: Грижи за възрастни хора и за възрастни с увреждания
cs: Péče o starší a zdravotně postižené osoby
da: Pleje af ældre og handicappede voksne
de: Pflege älterer Menschen und erwachsener Personen mit Behinderung
el: Φροντίδα των ηλικιωμένων και των ενηλίκων με αναπηρίες
es: Asistencia a adultos mayores y discapacitados
et: Eakate ja puudega täiskasvanute hooldus
fi: Vanhus- ja vammaistyö
fr: Soins gérontologiques et aux adultes handicapés
ga: Cúram daoine scothaosta agus daoine fásta faoi mhíchumas
hr: Skrb za starije osobe i odrasle osobe s invaliditetom
hu: Idősgondozás és fogyatékos személyek gondozása
is: Umönnun aldraðra og fullorðinna fatlaðra einstaklinga
it: Assistenza agli anziani e agli adulti disabili
lt: Vyresnio amžiaus ir suaugusių neįgalių asmenų priežiūra
lv: Vecu cilvēku aprūpe un pieaugušo ar invaliditāti aprūpe
mk: Грижа на постари лица и инвалидни лица
mt: Il-kura tal-anzjani u ta’ adulti b’diżabbiltà
nl: Zorg voor bejaarden en gehandicapte volwassenen
no: Omsorg for eldre og voksne med nedsatt funksjonsevne
pl: Opieka nad osobami starszymi i niepełnosprawnymi dorosłymi
pt_pt: Assistência a idosos e a adultos deficientes
ro: Îngrijirea persoanelor în vârstă și a adulților cu handicap
sk: Starostlivosť o starších a dospelých s postihnutím
sl: Varstvo starih in oviranih (invalidnih) ljudi
sr: Nega starih i odraslih sa invaliditetom
sv: Vård av äldre och av människor med funktionshinder
tr: Yaşlı ve engelli yetişkinlerin bakımı
uk: Догляд за пацієнтами літнього віку та інвалідами

source: Child care and youth services
bg: Услуги в областта на грижите за деца и юноши
cs: Péče o děti a mládež
da: Børnepasning og ungdomstjenester
de: Kinder- und Jugendbetreuung
el: Παιδική φροντίδα και υπηρεσίες για τη νεολαία
es: Asistencia a la infancia y servicios para jóvenes
et: Lastehooldus ja noorsootöö
fi: Lastenhoito ja nuorisotyö
fr: Soins aux enfants et à la jeunesse
ga: Cúram leanaí agus seirbhísí don óige
hr: Skrb za djecu i službe za mlade
hu: Gyermekgondozás és ifjúsági szolgálatok
is: Umönnun barna og ungmennastarf
it: Assistenza all'infanzia e servizi per i giovani
lt: Vaikų priežiūra ir paslaugos jaunimui
lv: Bērnu aprūpe un darbs ar jauniešiem
mk: Услуги за грижа на деца и млади
mt: Is-servizzi tal-kura tat-tfal u s-servizzi taż-żgħażagħ
nl: Kinderverzorging en jeugdzorg
no: Barneomsorg og ungdomstjenester
pl: Opieka nad dziećmi i usługi na rzecz młodzieży
pt_pt: Serviços de apoio a crianças e jovens
ro: Îngrijirea copiilor și servicii pentru tineri
sk: Starostlivosť o dieťa a služby mládeži
sl: Varstvo otrok in storitve za mlade
sr: Službe za brigu o deci i omladini
sv: Barnomsorg och ungdomsarbete
tr: Çocuk bakımı ve gençlik hizmetleri
uk: Догляд за дітьми та послуги для молоді

source: Social work and counselling
bg: Социална работа и консултиране
cs: Sociální péče a poradenství
da: Socialt arbejde og socialrådgivning
de: Sozialarbeit und Beratung
el: Υπηρεσίες κοινωνικού λειτουργού και συμβουλευτικής
es: Trabajo social y orientación
et: Sotsiaaltöö ja nõustamine
fi: Sosiaalityö ja -ohjaus
fr: Travail social et orientation
ga: Obair shóisialta agus comhairleoireacht
hr: Socijalni rad i savjetovanje
hu: Szociális munka és tanácsadás
is: Félagsráðgjöf og önnur ráðgjöf
it: Assistenza sociale e consulenza
lt: Socialinis darbas ir konsultavimas
lv: Sociālais darbs un konsultācijas
mk: Општествена работа и советување
mt: Il-ħidma soċjali u l-għoti tal-pariri
nl: Maatschappelijk werk en counseling
no: Sosialarbeid og rådgivning
pl: Pomoc społeczna i poradnictwo
pt_pt: Trabalho social e aconselhamento
ro: Asistență socială și consiliere
sk: Sociálna práca a poradenstvo
sl: Socialno delo in svetovanje
sr: Socijalni rad i savetovanje
sv: Socialt arbete och social rådgivning
tr: Sosyal çalışmalar ve danışmanlık
uk: Соціальна робота і консультування
