Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Inter-disciplinary programmes and qualifications involving arts and humanities
bg: Интердисциплинарни програми и квалификации, включващи изкуства и хуманитарни науки
cs: Interdisciplinární programy a kvalifikace zahrnující umění a humanitní vědy
da: Tværfaglige programmer og kvalifikationer inden for kunst og humaniora
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Kunst und Geisteswissenschaften
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν τις τέχνες και τις ανθρωπιστικές επιστήμες
es: Programas y certificaciones interdisciplinarios relacionados con las artes y las humanidades
et: Kunste ja humanitaarerialasid hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Humanistiset ja taidealat, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les arts et les lettres
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann leis na healaíona agus na daonnachtaí
hr: Interdisciplinarni programi i kvalifikacije u području umjetnosti i humanističkih znanosti
hu: A művészeteket és a bölcsészettudományokat érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði lista og hugvísinda
it: Programmi e qualifiche interdisciplinari inerenti alle discipline artistiche e alle scienze umanistiche
lt: Tarpdisciplininės menų ir humanitarinių mokslų programos ir kvalifikacijos
lv: Ar mākslām un humanitārajām zinātnēm saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат уметности и хуманитарни науки
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu l-istudji tal-arti u l-istudji umanistiċi
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot kunst en geesteswetenschappen
no: Tverrfaglige programmer og kvalifikasjoner innen kunst og humanistiske fag
pl: Interdyscyplinarne programy i kwalifikacje związane ze sztuką i naukami humanistycznymi
pt_pt: Programas e qualificações interdisciplinares que envolvem as artes e as humanidades
ro: Programe și calificări interdisciplinare care implică arte și științe umaniste
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce umenia a humanitné vedy
sl: Interdisciplinarne izobraževalne aktivnosti/izidi, pretežno umetnost in humanistika
sr: Interdisciplinarni programi i kvalifikacije koji uključuju humanističke nauke
sv: Tvärvetenskapliga program och kvalifikationer som omfattar konst och humaniora
tr: Sanatlar ve beşeri bilimlerle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з мистецтв та гуманітарних наук

source: Arts and humanities not elsewhere classified
bg: Изкуства и хуманитарни науки, некласифицирани другаде
cs: Umění a humanitní vědy jinde neklasifikované
da: Kunst og humaniora ikke klassificeret andetsteds
de: Kunst und Geisteswissenschaften – nirgendwo sonst klassifiziert
el: Τέχνες και τις ανθρωπιστικές επιστήμες που δεν ταξινομούνται αλλού
es: Artes y humanidades sin mayor definición
et: Kunstid ja humanitaarerialad, mujal liigitamata
fi: Humanistiset ja taidealat, muualle luokittelemattomat
fr: Arts et lettres non classés ailleurs
ga: Na healaíona agus na daonnachtaí nach n-aicmítear áit ar bith eile
hr: Umjetnost i humanističke znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt művészetek és bölcsészettudományok
is: Listir og hugvísindi - ekki flokkað annars staðar
it: Discipline artistiche e scienze umanistiche non classificate altrove
lt: Niekur kitur nepriskirti menai ir humanitariniai mokslai
lv: Citur neklasificētas mākslas un humanitārās zinātnes
mk: Уметности и хуманитарни науки кои никаде не се класифицирани
mt: L-istudji tal-arti u l-istudji umanistiċi mhux klassifikati xi mkien ieħor
nl: Kunst en geesteswetenschappen, niet elders ingedeeld
no: Ikke annetsteds klassifiserte kunst- og humanistiske fag
pl: Sztuka i nauki humanistyczne, gdzie indziej niesklasyfikowane
pt_pt: Programas de artes e humanidades não classificados noutras áreas
ro: Arte și științe umaniste neclasificate în altă parte
sk: Umenia a humanitné vedy inde neklasifikované
sl: Umetnost in humanistika, drugo
sr: Umetnost i humanističke nauke koje nisu drugde klasifikovane
sv: Konst och humaniora, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sanatlar ve beşeri bilimler
uk: Мистецтво та гуманітарні науки, не віднесені до інших категорій

source: Social sciences, journalism and information
bg: Социални науки, журналистика и информация
cs: Společenské vědy, žurnalistika a informace
da: Samfundsvidenskab, journalistik og information
de: Sozialwissenschaften, Journalistik und Informationswissenschaft
el: Κοινωνικές επιστήμες, δημοσιογραφία και ενημέρωση
es: Ciencias sociales, periodismo e información
et: Sotsiaalteadused, ajakirjandus ja raamatukogundus
fi: Yhteiskuntatieteet, viestintä ja informaatiotieteet
fr: Sciences sociales, journalisme et information
ga: Eolaíochtaí sóisialta, iriseoireacht agus faisnéis
hr: Društvene znanosti, novinarstvo i informacijske znanosti
hu: Társadalomtudományok, újságírás és más információszolgáltatás
is: Félagsvísindi, blaðamennska og upplýsingar
it: Scienze sociali, giornalismo e informazione
lt: Socialiniai mokslai, žurnalistika ir informacija
lv: Sociālās zinātnes, žurnālistika un informācijas zinātne
mk: Општествени науки, новинарство и информирање
mt: Ix-xjenzi soċjali, il-ġurnaliżmu u l-informazzjoni
nl: Sociale wetenschappen, journalistiek en informatiewetenschappen
no: Samfunnsvitenskap, journalistikk og informasjonsfag
pl: Nauki społeczne, dziennikarstwo i informacja
pt_pt: Ciências sociais, jornalismo e informação
ro: Științe sociale, jurnalism și știința informării
sk: Spoločenské vedy, žurnalistika a informácie
sl: Družbene vede, novinarstvo in informacijska znanost
sr: Društvene nauke, novinarstvo i informacije
sv: Samhällsvetenskap, journalistik och informationsvetenskap
tr: Sosyal bilimler, gazetecilik ve enformasyon
uk: Соціальні науки, журналістика та інформація

source: Social sciences, journalism and information not further defined
bg: Социални науки, журналистика и информация, без допълнително определение
cs: Společenské vědy, žurnalistika a informace dále nedefinované
da: Samfundsvidenskab, journalistik og information ikke nærmere defineret
de: Sozialwissenschaften, Journalistik und Informationswissenschaft – nicht näher definiert
el: Κοινωνικές επιστήμες, δημοσιογραφία και ενημέρωση που δεν προσδιορίζονται περαιτέρω
es: Ciencias sociales, periodismo e información sin mayor definición
et: Sotsiaalteadused, ajakirjandus ja raamatukogundus, täpsemalt määratlemata
fi: Yhteiskuntatieteet, viestintä ja informaatiotieteet, tarkemmin määrittämättömät
fr: Sciences sociales, journalisme et information non définis
ga: Eolaíochtaí sóisialta, iriseoireacht agus faisnéis nach ndéantar tuilleadh sainithe orthu
hr: Društvene znanosti, novinarstvo i informacijske znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett társadalomtudományok, újságírás és más információszolgáltatás
is: Félagsvísindi, blaðamennska og upplýsingar - ekki skilgreint nánar
it: Scienze sociali, giornalismo e informazione non ulteriormente definiti
lt: Socialiniai mokslai, žurnalistika ir informacija (plačiosios programos)
lv: Sīkāk neprecizētas sociālās zinātnes, žurnālistika un informācijas zinātne
mk: Општествени науки, новинарство и информирање кои не се дефинирани
mt: Ix-xjenzi soċjali, il-ġurnaliżmu u l-informazzjoni mhux definiti f’aktar dettall
nl: Sociale wetenschappen, journalistiek en informatiewetenschappen, niet nader gedefinieerd
no: Ikke nærmere definert samfunnsvitenskap, journalistikk og informasjonsfag
pl: Nauki społeczne, dziennikarstwo i informacja, bliżej niezdefiniowane
pt_pt: Ciências sociais, jornalismo e informação sem definição precisa
ro: Științe sociale, jurnalism și știința informării care nu sunt definite ulterior
sk: Spoločenské vedy, žurnalistika a informácie ďalej nedefinované
sl: Družbene vede, novinarstvo in informacijska znanost, podrobneje neopredeljeno
sr: Društvene nauke, novinarstvo i informacije koji nisu dalje definisani
sv: Samhällsvetenskap, journalistik och informationsvetenskap, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sosyal bilimler, gazetecilik ve enformasyon
uk: Соціальні науки, журналістика та інформація додатково не визначені

source: Social and behavioural sciences
bg: Социални и поведенчески науки
cs: Společenské vědy a vědy o lidském chování
da: Samfunds- og adfærdsvidenskab
de: Sozial- und Verhaltenswissenschaften
el: Κοινωνικές και συμπεριφορικές επιστήμες
es: Ciencias sociales y del comportamiento
et: Sotsiaal- ja käitumisteadused
fi: Sosiaali- ja käyttäytymistieteet
fr: Sciences sociales et du comportement
ga: Eolaíochtaí sóisialta agus iompraíochta
hr: Društvene i bihevioralne znanosti
hu: Társadalom- és viselkedéstudományok
is: Félagsvísindi og atferlisfræði
it: Scienze sociali e comportamentali
lt: Socialiniai ir elgsenos mokslai
lv: Sociālās un uzvedības zinātnes
mk: Општествени науки и науки за однесување
mt: Ix-xjenzi soċjali u tal-imġiba tal-bniedem
nl: Sociale en gedragswetenschappen
no: Samfunns- og atferdsvitenskap
pl: Nauki społeczne i behawioralne
pt_pt: Ciências sociais e comportamentais
ro: Științe sociale și comportamentale
sk: Spoločenské a behaviorálne vedy
sl: Družbene vede in vedenjske znanosti
sr: Sociologija i psihologija
sv: Samhälls- och beteendevetenskap
tr: Sosyal ve davranışsal bilimler
uk: Соціальні та поведінкові науки

source: Social and behavioural sciences not further defined
bg: Социални и поведенчески науки, без допълнително определение
cs: Společenské vědy a vědy o lidském chování dále nedefinované
da: Samfunds- og adfærdsvidenskab ikke nærmere defineret
de: Sozial- und Verhaltenswissenschaften – nicht näher definiert
el: Κοινωνικές και συμπεριφορικές επιστήμες που δεν προσδιορίζονται περαιτέρω
es: Ciencias sociales y del comportamiento sin mayor definición
et: Sotsiaal- ja käitumisteadused, täpsemalt määratlemata
fi: Sosiaali- ja käyttäytymistieteet, tarkemmin määrittämättömät
fr: Sciences sociales et du comportement non définies
ga: Eolaíochtaí sóisialta agus iompraíochta nach ndéantar tuilleadh sainithe orthu
hr: Društvene i bihevioralne znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett társadalom- és viselkedéstudományok
is: Félagsvísindi og atferlisfræði - ekki skilgreint nánar
it: Scienze sociali e comportamentali non ulteriormente definite
lt: Socialiniai ir elgsenos mokslai (plačiosios programos)
lv: Sīkāk neprecizētas sociālās un uzvedības zinātnes
mk: Општествени науки и науки за однесување кои не се дефинирани
mt: Ix-xjenzi soċjali u tal-imġiba tal-bniedem mhux definiti f’aktar dettall
nl: Sociale en gedragswetenschappen, niet nader gedefinieerd
no: Ikke nærmere definert samfunns- og atferdsvitenskap
pl: Nauki społeczne i behawioralne, bliżej niezdefiniowane
pt_pt: Ciências sociais e comportamentais sem definição precisa
ro: Științe sociale și comportamentale care nu sunt definite ulterior
sk: Spoločenské a behaviorálne vedy ďalej nedefinované
sl: Družbene vede, novinarstvo in informacijska znanost, podrobneje neopredeljeno
sr: Sociologija i psihologija koje nisu dalje definisane
sv: Samhälls- och beteendevetenskap, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sosyal ve davranışsal bilimler
uk: Соціальні та поведінкові науки додатково не визначені

source: Economics
bg: Икономика
cs: Ekonomie
da: Økonomi
de: Wirtschaftswissenschaft
el: Οικονομικά
es: Economía
et: Majandusteadus
fi: Taloustiede
fr: Économie
ga: Eacnamaíocht
hr: Ekonomija
hu: Közgazdaságtan
is: Hagfræði
it: Economia
lt: Ekonomika
lv: Ekonomika
mk: Економија
mt: Ix-xjenza ekonomika
nl: Economie
no: Økonomi
pl: Ekonomia
pt_pt: Economia
ro: Economie
sk: Ekonómia
sl: Ekonomija
sr: Ekonomija
sv: Ekonomi
tr: Ekonomi
uk: Економіка

source: Political sciences and civics
bg: Политически науки и цивилистика
cs: Politické vědy a občanská nauka
da: Statskundskab og samfundslære
de: Politikwissenschaft und politische Bildung
el: Πολιτικές επιστήμες και αγωγή του πολίτη
es: Ciencias políticas y educación cívica
et: Poliitikateadus ja kodanikuõpetus
fi: Valtiotieteet ja yhteiskuntaoppi
fr: Sciences politiques et éducation civique
ga: Eolaíochtaí polaitiúla agus saoránaíocht
hr: Političke znanosti i građanski odgoj
hu: Politikatudományok és állampolgári ismeretek
is: Stjórnmálavísindi og samfélagsfræði
it: Scienze politiche e educazione civica
lt: Politikos mokslai ir pilietinis ugdymas
lv: Politikas zinātnes un civilzinības
mk: Политички науки и граѓанско право
mt: Ix-xjenzi politiċi u ċiviċi
nl: Politieke wetenschappen en maatschappijleer
no: Statsvitenskap
pl: Nauki polityczne i wiedza o społeczeństwie
pt_pt: Ciências políticas e cidadania
ro: Științe politice și educație civică
sk: Politické vedy a občianska náuka
sl: Politologija, odnosi posameznik-družba-država
sr: Političke nauke i građansko vaspitanje
sv: Statsvetenskap
tr: Siyasal bilimler ve yurttaşlık bilgisi
uk: Політологія та громадянське право

source: Psychology
bg: Психология
cs: Psychologie
da: Psykologi
de: Psychologie
el: Ψυχολογία
es: Psicología
et: Psühholoogia
fi: Psykologia
fr: Psychologie
ga: Síceolaíocht
hr: Psihologija
hu: Pszichológia
is: Sálfræði
it: Psicologia
lt: Psichologija
lv: Psiholoģija
mk: Психологија
mt: Il-psikoloġija
nl: Psychologie
no: Psykologi
pl: Psychologia
pt_pt: Psicologia
ro: Psihologie
sk: Psychológia
sl: Psihologija
sr: Psihologija
sv: Psykologi
tr: Psikoloji
uk: Психологія

source: Sociology and cultural studies
bg: Социология и културология
cs: Sociologie a kulturologie
da: Sociologi og kulturstudier
de: Soziologie und Kulturstudien
el: Κοινωνικές επιστήμες και επιστήμες του πολιτισμού
es: Sociología y estudios culturales
et: Sotsioloogia ja kulturoloogia
fi: Sosiologia ja kulttuuriopinnot
fr: Sociologie et études culturelles
ga: Socheolaíocht agus staidéir chultúrtha
hr: Sociologija i kulturalni studiji
hu: Szociológia és kulturális tanulmányok
is: Félagsfræði og menningarfræði
it: Sociologia e studi culturali
lt: Sociologija ir kultūros studijos
lv: Socioloģija un kultūras studijas
mk: Социологија и културошки студии
mt: Is-soċjoloġija u l-istudji kulturali
nl: Sociologie en culturele studies
no: Sosiologi og kulturvitenskap
pl: Socjologia i kulturoznawstwo
pt_pt: Sociologia e estudos culturais
ro: Sociologie și studii culturale
sk: Sociológia a kulturálne štúdiá
sl: Sociologija in študiji kultur
sr: Sociologija i kulturologija
sv: Sociologi och kulturvetenskap
tr: Sosyoloji ve kültürel çalışmalar
uk: Соціологія та культурологія

source: Social and behavioural sciences not elsewhere classified
bg: Социални и поведенчески науки, некласифицирани другаде
cs: Společenské vědy a vědy o lidském chování jinde neklasifikované
da: Samfunds- og adfærdsvidenskab ikke klassificeret andetsteds
de: Sozial- und Verhaltenswissenschaften – nirgendwo sonst klassifiziert
el: Κοινωνικές και συμπεριφορικές επιστήμες που δεν ταξινομούνται αλλού
es: Ciencias sociales y del comportamiento no contempladas en la clasificación
et: Sotsiaal- ja käitumisteadused, mujal liigitamata
fi: Sosiaali- ja käyttäytymistieteet, muualle luokittelemattomat
fr: Sciences sociales et du comportement non classés ailleurs
ga: Eolaíochtaí sóisialta agus iompraíochta nach n-aicmítear áit ar bith eile
hr: Društvene i bihevioralne znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt társadalom- és viselkedéstudományok
is: Félagsvísindi og atferlisfræði - ekki flokkað annars staðar
it: Scienze sociali e comportamentali non classificate altrove
lt: Niekur kitur nepriskirti socialiniai ir elgsenos mokslai
lv: Citur neklasificētas sociālās un uzvedības zinātnes
mk: Општествени науки и науки за однесување кои никаде не се класифицирани
mt: Ix-xjenzi soċjali u tal-imġiba tal-bniedem mhux klassifikati xi mkien ieħor
nl: Sociale en gedragswetenschappen, niet elders ingedeeld
no: Ikke annetsteds definert samfunns- og atferdsvitenskap
pl: Nauki społeczne i behawioralne, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências sociais e comportamentais não classificados noutras áreas
ro: Științe sociale și comportamentale neclasificate în altă parte
sk: Spoločenské a behaviorálne vedy inde neklasifikované
sl: Družbene vede in vedenjske znanosti, drugo
sr: Sociologija i psihologija koje nisu drugde klasifikovane
sv: Samhälls- och beteendevetenskap, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sosyal ve davranışsal bilimler
uk: Соціальні та поведінкові науки, не віднесені до інших категорій

source: Journalism and information
bg: Журналистика и информация
cs: Žurnalistika a informace
da: Journalistik og information
de: Journalistik und Informationswissenschaft
el: Δημοσιογραφία και ενημέρωση
es: Periodismo e información
et: Ajakirjandus ja infolevi
fi: Viestintä ja informaatiotieteet
fr: Journalisme et information
ga: Iriseoireacht agus faisnéis
hr: Novinarstvo i informacijske znanosti
hu: Újságírás és más információszolgáltatás
is: Blaðamennska og upplýsingar
it: Giornalismo e informazione
lt: Žurnalistika ir informacija
lv: Žurnālistika un informācijas zinātne
mk: Новинарство и информирање
mt: Il-ġurnaliżmu u l-informazzjoni
nl: Journalistiek en informatiewetenschappen
no: Journalistikk og informasjonsfag
pl: Dziennikarstwo i informacja
pt_pt: Jornalismo e informação
ro: Jurnalism și știința informării
sk: Žurnalistika a informácie
sl: Novinarstvo, komunikologija in informacijska znanost
sr: Novinarstvo i informacije
sv: Journalistik och informationsvetenskap
tr: Gazetecilik ve enformasyon
uk: Журналістика та інформація

source: Journalism and information not further defined
bg: Журналистика и информация, без допълнително определение
cs: Žurnalistika a informace dále nedefinované
da: Journalistik og information ikke nærmere defineret
de: Journalistik und Informationswissenschaft – nicht näher definiert
el: Δημοσιογραφία και ενημέρωση που δεν προσδιορίζονται περαιτέρω
es: Periodismo e información sin mayor definición
et: Ajakirjandus ja infolevi, täpsemalt määratlemata
fi: Viestintä ja informaatiotieteet, tarkemmin määrittämättömät
fr: Journalisme et information non définis
ga: Iriseoireacht agus faisnéis nach ndéantar tuilleadh sainithe orthu
hr: Novinarstvo i informacijske znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett újságírás és más információszolgáltatás
is: Blaðamennska og upplýsingar - ekki skilgreint nánar
it: Giornalismo e informazione non ulteriormente definiti
lt: Žurnalistika ir informacija (plačiosios programos)
lv: Sīkāk neprecizēta žurnālistika un informācijas zinātne
mk: Новинарство и информирање кои не се дефинирани
mt: Il-ġurnaliżmu u l-informazzjoni mhux definiti f’aktar dettall
nl: Journalistiek en informatiewetenschappen, niet nader gedefinieerd
no: Ikke nærmere definert journalistikk og informasjonsfag
pl: Dziennikarstwo i informacja, bliżej niezdefiniowane
pt_pt: Jornalismo e informação sem definição precisa
ro: Jurnalism și știința informării care nu sunt definite ulterior
sk: Žurnalistika a informácie ďalej nedefinované
sl: Novinarstvo, komunikologija in informacijska znanost, podrobneje neopredeljeno
sr: Novinarstvo i informacije koji nisu dalje definisani
sv: Journalistik och informationsvetenskap, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan gazetecilik ve enformasyon
uk: Журналістика та інформація додатково не визначені

source: Journalism and reporting
bg: Журналистика и репортерство
cs: Žurnalistika a zpravodajství
da: Journalistik og rapportering
de: Journalistik und Dokumentationswissenschaft
el: Δημοσιογραφία και ανταποκρίσεις
es: Periodismo y reportajes
et: Ajakirjandus ja reportaaž
fi: Viestintätieteet ja raportointi
ga: Iriseoireacht agus tuairisciú
hr: Novinarstvo i izvješćivanje
hu: Újságíró- és riporterképzés
is: Blaðamennska og fréttaöflun
it: Giornalismo e attività cronistica
lt: Žurnalistika
lv: Žurnālistika un reportāža
mk: Новинарство и известување
mt: Il-ġurnaliżmu u r-rappurtar
nl: Journalistiek en verslaggeving
no: Journalistikk
pl: Dziennikarstwo i reporterstwo
pt_pt: Jornalismo e reportagem
ro: Jurnalism și activitatea de reporter
sk: Žurnalistika a reportáž
sl: Novinarstvo in medijske študije
sr: Novinarstvo i izveštavanje
sv: Journalistik och nyhetsrapportering
tr: Gazetecilik ve habercilik
uk: Журналістика та доповіді

source: Library, information and archival studies
bg: Библиотекознание, информация и архивистика
cs: Knihovnictví, informace a archivnictví
da: Biblioteks-, informations- og arkivstudier
de: Bibliotheks-, Informations- und Archivwissenschaften
el: Υπηρεσίες βιβλιοθηκών, πληροφοριών και αρχειακών μελετών
es: Bibliotecología, información y archivología
et: Raamatukogundus, informaatika ja arhiivindus
fi: Kirjasto- ja informaatiotieteet sekä arkistointi
ga: Staidéir leabharlainne, faisnéise agus cartlainne
hr: Bibliotekarstvo, informacijske i arhivističke znanosti
hu: Könyvtári, levéltári ismeretek és információtudomány
is: Bókasafnsfræði, upplýsingar og skjalasafnsfræði
it: Scienze archivistiche, librarie e dell'informazione
lt: Bibliotekininkystė, archyvistika ir informacijos studijos
lv: Bibliotēku, informācijas un arhīvu studijas
mk: Библиотекарски, информативни и архивски студии
mt: L-istudji tal-librerija, tal-informazzjoni u tal-arkivjar
nl: Bibliotheekwetenschappen, informatiewetenschappen en archivistiek
no: Bibliotek-, arkiv- og informasjonsfag
pl: Bibliotekarstwo, informacja naukowa i archiwistyka
pt_pt: Biblioteconomia, arquivística e ciências da informação
ro: Biblioteconomie, arhivistică și documentare
sk: Knižničné, informačné a archívnické štúdiá
sl: Bibliotekarstvo in informacijska znanost
sr: Bibliotekarstvo, informacije i studije arhive
sv: Biblioteks-, informations- och arkivvetenskap
tr: Kütüphane, bilgi ve arşiv çalışmaları
uk: Інформаційна, бібліотечна та архівна справа
