Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Physical sciences not elsewhere classified
bg: Физически науки, некласифицирани другаде
cs: Fyzikální vědy jinde neklasifikované
da: Fysisk videnskab ikke klassificeret andetsteds
de: Physikwissenschaften – nirgendwo sonst klassifiziert
el: Φυσικές επιστήμες που δεν ταξινομούνται αλλού
es: Ciencias físicas no contempladas en la clasificación
et: Füüsikalised loodusteadused, mujal liigitamata
fi: Fysikaaliset tieteet, muualle luokittelemattomat
fr: Sciences physiques non classés ailleurs
ga: Eolaíochtaí fisiceacha nach n-aicmítear áit ar bith eile
hr: Fizikalne znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt fizikai tudományok
is: Eðlisvísindi - ekki flokkað annars staðar
it: Scienze fisiche non classificate altrove
lt: Niekur kitur nepriskirti fiziniai mokslai
lv: Citur neklasificētas fizikālās zinātnes
mk: Физички науки кои никаде не се дефинирани
mt: Ix-xjenzi fiżiċi mhux klassifikati xi mkien ieħor
nl: Natuurwetenschappen, niet elders ingedeeld
no: Ikke annetsteds klassifisert fysikkvitenskap
pl: Nauki fizyczne, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências físicas não classificados noutras áreas
ro: Științe fizice neclasificate în altă parte
sk: Prírodné/fyzikálne vedy inde neklasifikované
sl: Vede o neživi naravi (fizika, kemija in sorodne vede), drugo
sr: Fizičke nauke koje nisu drugde klasifikovane
sv: Fysik, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan fizik bilimleri
uk: Фізичні науки, не віднесені до інших категорій

source: Mathematics and statistics
bg: Математика и статистика
cs: Matematika a statistika
da: Matematik og statistik
de: Mathematik und Statistik
el: Μαθηματικά και στατιστική
es: Matemáticas y estadística
et: Matemaatika ja statistika
fi: Matematiikka ja tilastotiede
fr: Mathématiques et statistiques
ga: Matamaitic agus staidreamh
hr: Matematika i statistika
hu: Matematika és statisztika
is: Stærðfræði og tölfræði
it: Matematica e statistica
lt: Matematika ir statistika
lv: Matemātika un statistika
mk: Математика и статистика
mt: Il-matematika u l-istatistika
nl: Wiskunde en statistiek
no: Matematikk og statistikk
pl: Matematyka i statystyka
pt_pt: Matemática e estatística
ro: Matematică și statistică
sk: Matematika a štatistika
sl: Matematika in statistika
sr: Matematika i statistika
sv: Matematik och statistik
tr: Matematik ve istatistik
uk: Математика та статистика

source: Mathematics and statistics not further defined
bg: Математика и статистика, без допълнително определение
cs: Matematika a statistika dále nedefinované
da: Matematik og statistik ikke nærmere defineret
de: Mathematik und Statistik – nicht näher definiert
el: Μαθηματικά και στατιστική που δεν προσδιορίζονται περαιτέρω
es: Matemáticas y estadística sin mayor definición
et: Loodusteadused, matemaatika ja statistika, täpsemalt määratlemata
fi: Matematiikka ja tilastotiede, tarkemmin määrittämättömät
fr: Mathématiques et statistiques non définis
ga: Matamaitic agus staidreamh nach ndéantar tuilleadh sainithe orthu
hr: Matematika i statistika, nije podrobnije definirano
hu: Pontosabban nem részletezett matematika és statisztika
is: Stærðfræði og tölfræði - ekki skilgreint nánar
it: Matematica e statistica non ulteriormente definite
lt: Matematika ir statistika (plačiosios programos)
lv: Sīkāk neprecizēta matemātika un statistika
mk: Математика и статистика кои не се дефинирани
mt: Il-matematika u l-istatistika mhux definiti f’aktar dettall
nl: Wiskunde en statistiek, niet nader gedefinieerd
no: Ikke nærmere definert matematikk og statistikk
pl: Matematyka i statystyka, bliżej niezdefiniowane
pt_pt: Matemática e estatística sem definição precisa
ro: Matematică și statistică ce nu sunt definite ulterior
sk: Matematika a štatistika ďalej nedefinované
sl: Matematika in statistika, podrobneje neopredeljeno
sr: Matematika i statistika koji nisu dalje definisani
sv: Matematik och statistik, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan matematik ve istatistik
uk: Математика та статистика додатково не визначені

source: Mathematics
bg: Математика
cs: Matematika
da: Matematik
de: Mathematik
el: Μαθηματικά
es: Matemáticas
et: Matemaatika
fi: Matematiikka
fr: Mathématiques
ga: Matamaitic
hr: Matematika
hu: Matematika
is: Stærðfræði
it: Matematica
lt: Matematika
lv: Matemātika
mk: Математика
mt: Il-matematika
nl: Wiskunde
no: Matematikk
pl: Matematyka
pt_pt: Matemática
ro: Matematică
sk: Matematika
sl: Matematika
sr: Matematika
sv: Matematik
tr: Matematik
uk: Математика

source: Statistics
bg: Статистика
cs: Statistika
da: Statistik
de: Statistik
el: Στατιστική
es: Estadística
et: Statistika
fi: Tilastotiede
fr: Statistiques
ga: Staidreamh
hr: Statistika
hu: Statisztika
is: Tölfræði
it: Statistica
lt: Statistika
lv: Statistika
mk: Статистика
mt: L-istatistika
nl: Statistiek
no: Statistikk
pl: Statystyka
pt_pt: Estatística
ro: Statistică
sk: Štatistika
sl: Statistika
sr: Statistika
sv: Statistik
tr: İstatistik
uk: Статистика

source: Inter-disciplinary programmes and qualifications involving natural sciences, mathematics and statistics
bg: Интердисциплинарни програми и квалификации, включващи природни науки, математика и статистика
cs: Interdisciplinární programy a kvalifikace zahrnující přírodní vědy, matematiku a statistiku
da: Tværfaglige programmer og kvalifikationer inden for naturvidenskab, matematik og statistik
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Naturwissenschaften, Mathematik und Statistik
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν φυσικές επιστήμες, μαθηματικά και στατιστική
es: Programas y certificaciones interdisciplinarios relacionados con las ciencias naturales, matemáticas y estadística
et: Loodusteadusi, matemaatikat ja statistikat hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Luonnontieteet, matematiikka ja tilastotiede, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les sciences naturelles, mathématiques et statistiques
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le heolaíochtaí nádúrtha, matamaitic agus staidreamh
hr: Interdisciplinarni programi i kvalifikacije koji uključuju prirodne znanosti, matematiku i statistiku
hu: A természettudományokat, matematikát és statisztikát érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði náttúruvísinda, stærðfræði og tölfræði
it: Programmi e qualifiche interdisciplinari inerenti alle scienze naturali, matematiche e statistiche
lt: Tarpdisciplininės gamtos mokslų, matematikos ir statistikos programos ir kvalifikacijos
lv: Ar dabaszinātnēm, matemātiku un statistiku saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат природни науки, математика и статистика
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu x-xjenzi naturali, il-matematika u l-istatistika
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot natuurwetenschappen, wiskunde en statistiek
no: Tverrfaglige programmer og kvalifikasjoner innen naturvitenskap, matematikk og statistikk
pl: Interdyscyplinarne programy i kwalifikacje związane z naukami przyrodniczymi, matematyką i statystyką
pt_pt: Programas e qualificações interdisciplinares que envolvem as ciências naturais, matemática e estatística
ro: Programe și calificări interdisciplinare care implică științe naturale, matematică și statistică
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce prírodné vedy, matematiku a štatistiku
sl: Interdiscplinarne izobraževalne aktivnosti/izidi, pretežno naravoslovje, matematika in statistika
sr: Interdisciplinarni programi i kvalifikacije koji uključuju prirodne nauke, matematiku i statistiku
sv: Tvärvetenskapliga program och kvalifikationer som omfattar naturvetenskap, matematik och statistik
tr: Fen bilimleri, matematik ve istatistikle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з природничих наук, математики та статистики

source: Natural sciences, mathematics and statistics not elsewhere classified
bg: Природни науки, математика и статистика, некласифицирани другаде
cs: Přírodní vědy, matematika a statistika jinde neklasifikované
da: Naturvidenskab, matematik og statistik ikke klassificeret andetsteds
de: Naturwissenschaften, Mathematik und Statistik – nirgendwo sonst klassifiziert
el: Φυσικές επιστήμες, μαθηματικά και στατιστική που δεν ταξινομούνται αλλού
es: Ciencias naturales, matemáticas y estadística no contempladas en la clasificación
et: Loodusteadused, matemaatika ja statistika, mujal liigitamata
fi: Luonnontieteet, matematiikka ja tilastotiede, muualle luokittelemattomat
fr: Sciences naturelles, mathématiques et statistiques non classés ailleurs
ga: Eolaíochtaí nádúrtha, matamaitic agus staidreamh nach n-aicmítear áit ar bith eile
hr: Prirodne znanosti, matematika i statistika, nije drugdje razvrstano
hu: Máshova nem sorolt természettudományok, matematika és statisztika
is: Náttúruvísindi, stærðfræði og tölfræði - ekki flokkað annars staðar
it: Scienze naturali, matematiche e statistiche non classificate altrove
lt: Niekur kitur nepriskirti gamtos mokslai, matematika ir statistika
lv: Citur neklasificētas dabaszinātnes, matemātika un statistika
mk: Природни науки, математика и статистика кои никаде не се класифицирани
mt: Ix-xjenzi naturali, il-matematika u l-istatistika mhux klassifikati xi mkien ieħor
nl: Natuurwetenschappen, wiskunde en statistiek, niet elders ingedeeld
no: Ikke annetsteds klassifisert naturvitenskap, matematikk og statistikk
pl: Nauki przyrodnicze, matematyka i statystyka, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências naturais, matemática e estatística não classificados noutras áreas
ro: Științe naturale, matematică și statistică neclasificate în altă parte
sk: Prírodné vedy, matematika a štatistika inde neklasifikované
sl: Naravoslovje, matematika in statistika, drugo
sr: Prirodne nauke, matematika i statistika koje nisu drugde klasifikovane
sv: Naturvetenskap, matematik och statistik, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan fen bilimleri, matematik ve istatistik
uk: Природничі науки, математика та статистика, не віднесені до інших категорій

source: Information and Communication Technologies (ICTs)
bg: Информационни и комуникационни технологии (ИКТ)
cs: Informační a komunikační technologie (IKT)
da: Informations- og kommunikationsteknologi (IKT)
de: Informations- und Kommunikationstechnologien (IKT)
el: Τεχνολογίες πληροφορικής και επικοινωνιών (ΤΠΕ)
es: Tecnologías de la información y la comunicación (TIC)
et: Info- ja kommunikatsioonitehnoloogia (IKT)
fi: Tieto- ja viestintätekniikka (ICT)
fr: Technologies de l’information et de la communication (TIC)
ga: Teicneolaíochtaí faisnéise agus cumarsáide (TFCanna)
hr: Informacijske i komunikacijske tehnologije (IKT)
hu: Információs és kommunikációs technológiák (IKT)
is: Upplýsinga- og samskiptatækni (UST)
it: Tecnologie dell'informazione e della comunicazione (TIC)
lt: Informacinės ir ryšių technologijos (IRT)
lv: Informācijas un komunikācijas tehnoloģijas (IKT)
mk: Техники за информирање и комуникации
mt: It-Teknoloġiji tal-Informazzjoni u tal-Komunikazzjoni (ICT)
nl: Informatie- en communicatietechnologieën (ICT)
no: Informasjons- og kommunikasjonsteknologi (IKT)
pl: Technologie informacyjno-komunikacyjne (ICT)
pt_pt: Tecnologias da informação e comunicação (TIC)
ro: Tehnologii ale informației și comunicațiilor (TIC)
sk: Informačné a komunikačné technológie (IKT)
sl: Informacijske in komunikacijske tehnologije (IKT)
sr: Informacione i komunikacione tehnologije
sv: Informations- och kommunikationsteknik (IKT)
tr: Bilgi ve İletişim Teknolojileri
uk: Інформаційно-комунікаційні технології (ІКТ)

source: Information and Communication Technologies (ICTs) not further defined
bg: Информационни и комуникационни технологии (ИКТ), без допълнително определение
cs: Informační a komunikační technologie (IKT) dále nedefinované
da: Informations- og kommunikationsteknologi (IKT) ikke nærmere defineret
de: Informations- und Kommunikationstechnologien (IKT) – nicht näher definiert
el: Τεχνολογίες πληροφορικής και επικοινωνιών (ΤΠΕ) που δεν προσδιορίζονται περαιτέρω
es: Tecnologías de la información y la comunicación (TIC) sin mayor definición
et: Info- ja kommunikatsioonitehnoloogia (IKT), täpsemalt määratlemata
fi: Tieto- ja viestintätekniikka (ICT), tarkemmin määrittämätön
fr: Technologies de l’information et de la communication (TIC) non définis
ga: Teicneolaíochtaí faisnéise agus cumarsáide (TFCanna) nach ndéantar tuilleadh sainithe orthu
hr: Informacijske i komunikacijske tehnologije (IKT), nije podrobnije definirano
hu: Pontosabban nem részletezett információs és kommunikációs technológiák (IKT)
is: Upplýsinga- og samskiptatækni (UST) - ekki skilgreint nánar
it: Tecnologie dell'informazione e della comunicazione (TIC) non ulteriormente definite
lt: Informacinės ir ryšių technologijos (IRT) (plačiosios programos)
lv: Sīkāk neprecizētas informācijas un komunikācijas tehnoloģijas (IKT)
mk: Техники за информирање и комуникации (ИКТ) кои не се дефинирани
mt: It-Teknoloġiji tal-Informazzjoni u tal-Komunikazzjoni (ICTs) mhux definiti f’aktar dettall
nl: Informatie- en communicatietechnologieën (ICT), niet nader gedefinieerd
no: Ikke nærmere definert informasjons- og kommunikasjonsteknologi (IKT)
pl: Technologie informacyjno-komunikacyjne (ICT), bliżej niezdefiniowane
pt_pt: Tecnologias da informação e comunicação (TIC) sem definição precisa
ro: Tehnologii ale informației și comunicațiilor (TIC) care nu sunt definite ulterior
sk: Informačné a komunikačné technológie (IKT) ďalej nedefinované
sl: Informacijske in komunikacijske tehnologije (IKT), podrobneje neopredeljeno
sr: Informacione i komunikacione tehnologije (IKT) koje nisu dalje definisane
sv: Informations- och kommunikationsteknik (IKT), inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan Bilgi ve İletişim Teknolojileri
uk: Інформаційно-комунікаційні технології (ІКТ) додатково не визначені

source: Computer use
bg: Ползване на компютър
cs: Užití počítačů
da: Computeranvendelse
de: Computernutzung
el: Χρήση υπολογιστών
es: Uso de computadores
et: Arvutikasutus
fi: Tietotekniikan käyttö
fr: Utilisation d’un ordinateur
ga: Úsáid ríomhairí
hr: Uporaba računala
hu: Számítógép-használat
is: Tölvunotkun
it: Uso del computer
lt: Kompiuterio naudojimas
lv: Datorzinības
mk: Користење на компјутери
mt: L-użu tal-kompjuter
nl: Computergebruik
no: Bruk av datamaskiner
pl: Obsługa i użytkowanie komputerów
pt_pt: Informática na ótica do utilizador
ro: Utilizarea computerului
sk: Používanie počítača
sl: Uporaba računalnika
sr: Upotreba računara
sv: Datoranvändning
tr: Bilgisayar kullanımı
uk: Використання комп'ютерної техніки

source: Database and network design and administration
bg: Проектиране и управление на бази данни и мрежи
cs: Vytváření a správa databází a sítí
da: Design og administration af databaser og netværk
de: Design und Verwaltung von Datenbanken und Netzwerken
el: Σχεδιασμός και διαχείριση βάσεων δεδομένων και δικτύων
es: Diseño y administración de redes y bases de datos
et: Andmebaaside ja võrkude projekteerimine ja haldus
fi: Tietokanta- ja verkkosuunnittelu ja -hallinta
fr: Conception et administration de bases de données et de réseau
ga: Dearadh agus riar bunachar sonraí agus líonraí
hr: Dizajn baza podataka i mreža te upravljanje njima
hu: Adatbázis- és hálózattervezés és -adminisztráció
is: Gagnagrunnar og hönnun netkerfa og stjórnsýsla
it: Progettazione e amministrazione di reti e banche dati
lt: Duomenų bazių ir tinklų projektavimas ir administravimas
lv: Datubāzu un tīklu izstrāde un administrēšana
mk: Дизајнирање и администрирање на датабази и мрежи
mt: Id-disinn u l-amministrazzjoni tal-bażi tad-dejta u tan-netwerk
nl: Ontwerp en beheer van databanken en netwerken
no: Utvikling og administrasjon av databaser og datanett
pl: Projektowanie baz danych i sieci oraz administrowanie nimi
pt_pt: Design e administração de bases de dados e de redes informáticas
ro: Proiectarea și administrarea de baze de date și rețele
sk: Databázový a sieťový dizajn a správa
sl: Načrtovanje in administracija podatkovnih baz in računalniških omrežij
sr: Dizajn baza podataka i mreža i administracija
sv: Design och administration av databaser och nätverk
tr: Veritabanı ve ağ tasarımı ve yönetimi
uk: Проєктування баз даних і мережі та їх адміністрування

source: Software and applications development and analysis
bg: Разработване и анализ на софтуер и приложения
cs: Vývoj a analýza softwaru a aplikací
da: Udvikling og analyse af software og applikationer
de: Entwicklung und Analyse von Software und Anwendungen
el: Ανάπτυξη και ανάλυση λογισμικού και εφαρμογών
es: Desarrollo y análisis de software y aplicaciones
et: Tarkvara ja rakenduste arendus ning analüüs
fi: Ohjelmisto- ja sovelluskehitys ja -analyysi
fr: Développement et analyse de logiciels et d’applications
ga: Forbairt agus anailísiú bogearraí agus feidhmchlár
hr: Razvoj i analiza softvera i aplikacija
hu: Szoftver- és alkalmazásfejlesztés és -elemzés
is: Hugbúnaður, forritaþróun og greiningar
it: Sviluppo e analisi di software e applicazioni
lt: Programinės įrangos, taikomųjų programų kūrimas ir analizė
lv: Programmatūras un lietojumprogrammu izstrāde un analīze
mk: Развој и анализа на софтвери и апликации
mt: L-iżvilupp u l-analiżi tas-software u tal-applikazzjonijiet
nl: Ontwikkeling en analyse van software en toepassingen
no: Utvikling og analyse av programvare og dataprogrammer
pl: Tworzenie i analizowanie oprogramowania i aplikacji
pt_pt: Desenvolvimento e análise de software e aplicações informáticas
ro: Analiza și dezvoltarea de aplicații și software
sk: Vývoj a analýza softwaru a aplikácií
sl: Razvoj in analiza programske opreme in aplikacij
sr: Razvoj i analiza softvera i aplikacija
sv: Utveckling och analys av programvara och applikationer
tr: Yazılım ve uygulama geliştirme ve analizi
uk: Розробка та аналіз програмного забезпечення та додатків

source: Information and communication technologies not elsewhere classified
bg: Информационни и комуникационни технологии, некласифицирани другаде
cs: Informační a komunikační technologie (IKT) jinde neklasifikované
da: Informations- og kommunikationsteknologi ikke klassificeret andetsteds
de: Informations- und Kommunikationstechnologien – nirgendwo sonst klassifiziert
el: Τεχνολογίες πληροφορικής και επικοινωνιών που δεν ταξινομούνται αλλού
es: Tecnologías de la información y la comunicación (TIC) no contempladas en la clasificación
et: Info- ja kommunikatsioonitehnoloogia, mujal liigitamata
fi: Tieto- ja viestintätekniikka (ICT), muualle luokittelematon
fr: Technologies de l’information et de la communication (TIC) non classés ailleurs
ga: Teicneolaíochtaí faisnéise agus cumarsáide nach n-aicmítear áit ar bith eile
hr: Informacijske i komunikacijske tehnologije, nije drugdje razvrstano
hu: Máshova nem sorolt információs és kommunikációs technológiák
is: Upplýsinga- og samskiptatækni (UST) - ekki flokkað annars staðar
it: Tecnologie dell'informazione e della comunicazione non classificate altrove
lt: Niekur kitur nepriskirtos informacinės ir ryšių technologijos (IRT)
lv: Citur neklasificētas informācijas un komunikācijas tehnoloģijas
mk: Техники за информирање и комуникации кои никаде не се дефинирани (ИКТ)
mt: It-teknoloġiji tal-informazzjoni u tal-komunikazzjoni mhux klassifikati xi mkien ieħor
nl: Informatie- en communicatietechnologieën (ICT), niet elders ingedeeld
no: Ikke annetsteds klassifisert informasjons- og kommunikasjonsteknologi
pl: Technologie informacyjno-komunikacyjne, gdzie indziej niesklasyfikowane
pt_pt: Programas de tecnologias da informação e comunicação (TIC) não classificados noutras áreas
ro: Tehnologii ale informației și comunicațiilor neclasificate în altă parte
sk: Informačné a komunikačné technológie (IKT) inde neklasifikované
sl: Informacijske in komunikacijske tehnologije (IKT), drugo
sr: Informacione i komunikacione tehnologije koje nisu drugde klasifikovane
sv: Informations- och kommunikationsteknik, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan bilgi ve iletişim teknolojileri
uk: Інформаційні та комунікаційні технології, не віднесені до інших категорій

source: Inter-disciplinary programmes and qualifications involving Information and Communication Technologies (ICTs)
bg: Интердисциплинарни програми и квалификации, включващи информационни и комуникационни технологии (ИКТ)
cs: Interdisciplinární programy a kvalifikace zahrnující informační a komunikační technologie (IKT)
da: Tværfaglige programmer og kvalifikationer inden for informations- og kommunikationsteknologi (IKT)
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Informations- und Kommunikationstechnologien (IKT)
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν τεχνολογίες πληροφορικής και επικοινωνιών (ΤΠΕ)
es: Programas y certificaciones interdisciplinarios relacionados con las tecnologías de la información y la comunicación
et: Info- ja kommunikatsioonitehnoloogiat (IKT) hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Tieto- ja viestintätekniikka (ICT), monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les technologies de l’information et de la communication (TIC)
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le teicneolaíochtaí faisnéise agus cumarsáide (TFCanna)
hr: Interdisciplinarni programi i kvalifikacije koji uključuju informacijske i komunikacijske tehnologije (IKT)
hu: Az információs és kommunikációs technológiákat (IKT) érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði upplýsinga- og samskiptatækni
it: Programmi e qualifiche interdisciplinari inerenti alle tecnologie dell'informazione e della comunicazione (TIC)
lt: Tarpdisciplininės informacinių ir ryšių technologijų (IRT) programos ir kvalifikacijos
lv: Ar informācijas un komunikācijas tehnoloģijām (IKT) saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат Техники за информирање и технологии (ИКТ)
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu t-Teknoloġiji tal-Informazzjoni u tal-Komunikazzjoni (ICTs)
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot informatie- en communicatietechnologieën (ICT)
no: Tverrfaglige programmer og kvalifikasjoner innen informasjons- og kommunikasjonsteknologi (IKT)
pl: Interdyscyplinarne programy i kwalifikacje związane z technologiami informacyjno-komunikacyjnymi (ICT)
pt_pt: Programas e qualificações interdisciplinares que envolvem as tecnologias da informação e da comunicação (TIC)
ro: Programe și calificări interdisciplinare care implică tehnologii ale informației și comunicațiilor (TIC)
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce informačné a komunikačné technológie (IKT)
sl: Interdiscplinarne izobraževalne aktivnosti/izidi, pretežno informacijske in komunikacijske tehnologije (IKT)
sr: Interdisciplinarni programi i kvalifikacije koji uključuju informacione i komunikacione tehnologije (IKT)
sv: Tvärvetenskapliga program och kvalifikationer som omfattar informations- och kommunikationsteknik (IKT)
tr: Bilgi ve İletişim Teknolojileriyle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з інформаційно-комунікаійних технологоій (ІКТ)
