Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Inter-disciplinary programmes and qualifications involving business, administration and law
bg: Интердисциплинарни програми и квалификации, включващи бизнес, администрация и право
cs: Interdisciplinární programy a kvalifikace zahrnující obchod, řízení a správu a právo
da: Tværfaglige programmer og kvalifikationer inden for erhverv, administration og jura
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Wirtschaft, Verwaltung und Rechtswissenschaft
el: Διεπιστημονικά προγράμματα και προσόντα που αφορούν επιχειρήσεις, διοίκηση και δίκαιο
es: Programas y certificaciones interdisciplinarios relacionados con la administración de empresas y el derecho
et: Ettevõtlust, haldust ja õigusteadust hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Kauppa, hallinto ja oikeustieteet, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant le commerce, l'administration et le droit
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le gnó, riarachán agus dlí
hr: Interdisciplinarni programi i kvalifikacije u području poslovanja, administracije i prava
hu: Az üzleti ismereteket, ügyvitelt és jogot érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði viðskipta-, stjórnsýslu- og lögfræði
it: Programmi e qualifiche interdisciplinari inerenti all'economia, alla tecnica aziendale e al diritto
lt: Tarpdisciplininės verslo, administravimo ir teisės programos ir kvalifikacijos
lv: Ar uzņēmējdarbību, administrāciju un tiesībām saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинирани програми и клавилификации кои вклучуваат бизнис, администрација и право
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu, in-negozji, l-amministrazzjoni u l-liġi
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot bedrijfskunde, bestuurskunde en recht
no: Tverrfaglige programmer og kvalifikasjoner innen forretning, administrasjon og jus
pl: Interdyscyplinarne programy i kwalifikacje związane z biznesem, administracją i prawem
pt_pt: Programas e qualificações interdisciplinares que envolvem as ciências empresariais, administração e direito
ro: Programe și calificări interdisciplinare care implică afaceri, administrație și drept
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce podnikanie, administratívu a právo
sl: Interdisciplinarne izobraževalne aktivnosti/izidi, pretežno poslovne in upravne vede, pravo
sr: Interdisciplinarni programi i kvalifikacije koji uključuju biznis, administraciju i pravo
sv: Tvärvetenskapliga program och kvalifikationer som omfattar ekonomi, förvaltning och juridik
tr: İşletme, yönetim ve hukukla ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікація з бізнесу, адміністрації та юриспруденції

source: Business, administration and law not elsewhere classified
bg: Бизнес, администрация и право, некласифицирани другаде
cs: Obchod, řízení a správa a právo jinde neklasifikované
da: Erhverv, administration og jura ikke klassificeret andetsteds
de: Wirtschaft, Verwaltung und Rechtswissenschaft – nirgendwo sonst klassifiziert
el: Επιχειρήσεις, διοίκηση και δίκαιο που δεν ταξινομούνται αλλού
es: Administración de empresas y derecho no contemplados en la clasificación
et: Ettevõtlus, haldus ja õigusteadus, mujal liigitamata
fi: Kauppa, hallinto ja oikeustieteet, muualle luokittelemattomat
fr: Commerce, administration et droit non classés ailleurs
ga: Gnó, riarachán agus dlí nach n-aicmítear áit ar bith eile
hr: Poslovanje, administracija i pravo, nije drugdje razvrstano
hu: Máshova nem sorolt üzleti ismeretek, ügyvitel és jog
is: Viðskipta-, stjórnsýslu- og lögfræði - ekki flokkað annars staðar
it: Economia, tecnica aziendale e diritto non ulteriormente definiti
lt: Niekur kitur nepriskirti verslas, administravimas ir teisė
lv: Citur neklasificēta uzņēmējdarbība, administrācija un tiesības
mk: Бизнис, администрација и право кои никаде не се класифицирани
mt: L-ekonomija, l-amministrazzjoni u l-liġi mhux klassifikati xi mkien ieħor
nl: Bedrijfskunde, bestuurskunde en recht, niet elders ingedeeld
no: Ikke annetsteds klassifisert forretning, administrasjon og jus
pl: Biznes, administracja i prawo, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências empresariais, administração e direito não classificados noutras áreas
ro: Afaceri, administrație și drept neclasificate în altă parte
sk: Podnikanie, administratíva a právo inde neklasifikované
sl: Poslovne in upravne vede, pravo, drugo
sr: Biznis, administracija i pravo koji nisu drugde klasifikovani
sv: Ekonomi, förvaltning och juridik, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan işletme, yönetim ve hukuk
uk: Бізнес, адміністрування і юриспруденція, не віднесені до інших категорій

source: Natural sciences, mathematics and statistics
bg: Природни науки, математика и статистика
cs: Přírodní vědy, matematika a statistika
da: Naturvidenskab, matematik og statistik
de: Naturwissenschaften, Mathematik und Statistik
el: Φυσικές επιστήμες, μαθηματικά και στατιστική
es: Ciencias naturales, matemáticas y estadística
et: Loodusteadused, matemaatika ja statistika
fi: Luonnontieteet, matematiikka ja tilastotiede
fr: Sciences naturelles, mathématiques et statistiques
ga: Eolaíochtaí nádúrtha, matamaitic agus staidreamh
hr: Prirodne znanosti, matematika i statistika
hu: Természettudományok, matematika és statisztika
is: Náttúruvísindi, stærðfræði og tölfræði
it: Scienze naturali, matematiche e statistiche
lt: Gamtos mokslai, matematika ir statistika
lv: Dabaszinātnes, matemātika un statistika
mk: Природни науки, математика и статистика
mt: Ix-xjenzi naturali, il-matematika u l-istatistika
nl: Natuurwetenschappen, wiskunde en statistiek
no: Naturvitenskap, matematikk og statistikk
pl: Nauki przyrodnicze, matematyka i statystyka
pt_pt: Ciências naturais, matemática e estatística
ro: Științe naturale, matematică și statistică
sk: Prírodné vedy, matematika a štatistika
sl: Naravoslovje, matematika in statistika
sr: Prirodne nauke, matematika i statistika
sv: Naturvetenskap, matematik och statistik
tr: Fen bilimleri, matematik ve istatistik
uk: Природничі науки, математика та статистика

source: Natural sciences, mathematics and statistics not further defined
bg: Природни науки, математика и статистика, без допълнително определение
cs: Přírodní vědy, matematika a statistika dále nedefinované
da: Naturvidenskab, matematik og statistik ikke nærmere defineret
de: Naturwissenschaften, Mathematik und Statistik – nicht näher definiert
el: Φυσικές επιστήμες, μαθηματικά και στατιστική που δεν προσδιορίζονται περαιτέρω
es: Ciencias naturales, matemáticas y estadística sin mayor definición
et: Loodusteadused, matemaatika ja statistika, täpsemalt määratlemata
fi: Luonnontieteet, matematiikka ja tilastotiede, tarkemmin määrittämättömät
fr: Sciences naturelles, mathématiques et statistiques non définis
ga: Eolaíochtaí nádúrtha, matamaitic agus staidreamh nach ndéantar tuilleadh sainithe orthu
hr: Prirodne znanosti, matematika i statistika, nije podrobnije definirano
hu: Pontosabban nem részletezett természettudományok, matematika és statisztika
is: Náttúruvísindi, stærðfræði og tölfræði - ekki skilgreint nánar
it: Scienze naturali, matematiche e statistiche non ulteriormente definite
lt: Gamtos mokslai, matematika ir statistika (plačiosios programos)
lv: Sīkāk neprecizētas dabaszinātnes, matemātika un statistika
mk: Природни науки, математика и статистика кои не се дефинирани
mt: Ix-xjenzi naturali, il-matematika u l-istatistika mhux definiti f’aktar dettall
nl: Natuurwetenschappen, wiskunde en statistiek, niet nader gedefinieerd
no: Ikke nærmere definert naturvitenskap, matematikk og statistikk
pl: Nauki przyrodnicze, matematyka i statystyka, bliżej niezdefiniowane
pt_pt: Ciências naturais, matemática e estatística sem definição precisa
ro: Științe naturale, matematică și statistică ce nu sunt definite ulterior
sk: Prírodné vedy, matematika a štatistika ďalej nedefinované
sl: Naravoslovje, matematika in statistika, podrobneje neopredeljeno
sr: Prirodne nauke, matematika i statistika koji nisu dalje definisani
sv: Naturvetenskap, matematik och statistik, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan fen bilimleri, matematik ve istatistik
uk: Природничі науки, математика та статистика додатково не визначені

source: Biological and related sciences
bg: Биологични и свързани с тях науки
cs: Biologické a příbuzné vědy
da: Biologiske og relaterede videnskaber
de: Biologische und verwandte Wissenschaften
el: Βιολογικές και συναφείς επιστήμες
es: Ciencias biológicas y afines
et: Bioloogia ja sellega seotud teadused
fi: Biologia ja biotieteet
fr: Sciences biologiques et apparentées
ga: Eolaíochtaí bitheacha agus eolaíochtaí gaolmhara
hr: Biološke i srodne znanosti
hu: Biológiai és kapcsolódó tudományok
is: Líffræði og önnur tengd fræði
it: Scienze biologiche e scienze collegate
lt: Biologija ir susiję mokslai
lv: Bioloģiskās zinātnes un saistītas zinātnes
mk: #N/A
mt: Ix-xjenzi bijoloġiċi u x-xjenzi relatati
nl: Biologie en aanverwante wetenschappen
no: Biologi og relaterte studier
pl: Nauki biologiczne i pokrewne
pt_pt: Ciências biológicas e ciências afins
ro: Științe biologice și științe conexe
sk: Biologické a príbuzné vedy
sl: Biološke in sorodne vede
sr: #N/A
sv: #N/A
tr: #N/A
uk: Біологічні та суміжні науки додатково не визначені

source: Biological and related sciences not further defined
bg: Биологични и свързани с тях науки, без допълнително определение
cs: Biologické a příbuzné vědy dále nedefinované
da: Biologiske og relaterede videnskaber ikke nærmere defineret
de: Biologische und verwandte Wissenschaften – nicht näher definiert
el: Βιολογικές και συναφείς επιστήμες που δεν προσδιορίζονται περαιτέρω
es: Ciencias biológicas y afines sin mayor definición
et: Bioloogia ja sellega seotud teadused, täpsemalt määratlemata
fi: Biologia ja biotieteet, tarkemmin määrittämättömät
fr: Sciences biologiques et apparentées non définis
ga: Eolaíochtaí bitheacha agus eolaíochtaí gaolmhara nach ndéantar tuilleadh sainithe orthu
hr: Biološke i srodne znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett biológiai és kapcsolódó tudományok
is: Líffræði og önnur tengd fræði - ekki skilgreint nánar
it: Scienze biologiche e scienze collegate non ulteriormente definite
lt: Biologija ir susiję mokslai (plačiosios programos)
lv: Sīkāk neprecizētas bioloģiskās zinātnes un saistītas zinātnes
mk: Биолошки и сродни науки кои не се дефинирани
mt: Ix-xjenzi bijoloġiċi u x-xjenzi relatati mhux definiti f’aktar dettall
nl: Biologie en aanverwante wetenschappen, niet nader gedefinieerd
no: Ikke nærmere definert biologi og relatert vitenskap
pl: Nauki biologiczne i pokrewne, bliżej niezdefiniowane
pt_pt: Ciências biológicas e ciências afins sem definição precisa
ro: Științe biologice și științe conexe care nu sunt definite ulterior
sk: Biologické a príbuzné vedy ďalej nedefinované
sl: Biološke in sorodne vede, podrobneje neopredeljeno
sr: Biologija i srodne nauke koje nisu dalje definisane
sv: Biologi och närliggande ämnen
tr: Daha ayrıntılı tanımlanmayan biyolojik ve ilgili bilimler
uk: Біологічні та суміжні науки додатково не визначені

source: Biology
bg: Биология
cs: Biologie
da: Biologi
de: Biologie
el: Βιολογία
es: Biología
et: Bioloogia
fi: Biologia
fr: Biologie
ga: Bitheolaíocht
hr: Biologija
hu: Biológia
is: Líffræði
it: Biologia
lt: Biologija
lv: Bioloģija
mk: Биологија
mt: Il-bijoloġija
nl: Biologie
no: Biologi
pl: Biologia
pt_pt: Biologia
ro: Biologie
sk: Biológia
sl: Biologija
sr: Biologija
sv: Biologi
tr: Biyoloji
uk: Біологія

source: Biochemistry
bg: Биохимия
cs: Biochemie
da: Biokemi
de: Biochemie
el: Βιοχημεία
es: Bioquímica
et: Biokeemia
fi: Biokemia
fr: Biochimie
ga: Bithcheimic
hr: Biokemija
hu: Biokémia
is: Lífefnafræði
it: Biochimica
lt: Biochemija
lv: Bioķīmija
mk: Биохемија
mt: Il-bijokimika
nl: Biochemie
no: Biokjemi
pl: Biochemia
pt_pt: Bioquímica
ro: Biochimie
sk: Biochémia
sl: Biokemija
sr: Biohemija
sv: Biokemi
tr: Biyokimya
uk: Біохімія

source: Biological and related sciences not elsewhere classified
bg: Биологични и свързани с тях науки, некласифицирани другаде
cs: Biologie a příbuzné vědy jinde neklasifikované
da: Biologiske og relaterede videnskaber ikke klassificeret andetsteds
de: Biologische und verwandte Wissenschaften – nirgendwo sonst klassifiziert
el: Βιολογικές και συναφείς επιστήμες και που δεν ταξινομούνται αλλού
es: Ciencias biológicas y afines no contempladas en la clasificación
et: Bioloogia ja sellega seotud teadused, mujal liigitamata
fi: Biologia ja biotieteet, muualle luokittelemattomat
fr: Sciences biologiques et apparentées non classés ailleurs
ga: Eolaíochtaí bitheacha agus eolaíochtaí gaolmhara nach n-aicmítear áit ar bith eile
hr: Biološke i srodne znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt biológiai és kapcsolódó tudományok
is: Líffræði og önnur tengd fræði - ekki flokkað annars staðar
it: Scienze biologiche e scienze collegate non classificate altrove
lt: Niekur kitur nepriskirti biologija ir susiję mokslai
lv: Citur neklasificētas bioloģiskās zinātnes un saistītas zinātnes
mk: Биолошки и сродни науки кои никаде не се дефинирани
mt: Ix-xjenzi bijoloġiċi u x-xjenzi relatati mhux klassifikati xi mkien ieħor
nl: Biologie en aanverwante wetenschappen, niet elders ingedeeld
no: Ikke annetsteds klassifisert biologi og relatert vitenskap
pl: Nauki biologiczne i pokrewne, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências biológicas e ciências afins não classificados noutras áreas
ro: Științe biologice și științe conexe neclasificate în altă parte
sk: Biologické a príbuzné vedy inde neklasifikované
sl: Biološke in sorodne vede, drugo
sr: Biologija i srodne nauke koje nisu drugde klasifikovane
sv: Biologi och närliggande ämnen, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan biyolojik ve ilgili bilimler
uk: Біологічні та суміжні науки, не віднесені до інших категорій

source: Environment
bg: Екология
cs: Životní prostředí
da: Miljø
de: Umwelt
el: Περιβάλλον
es: Medio ambiente
et: Keskkonnavaldkond
fi: Ympäristöalat
fr: Environnement
ga: Comhshaol
hr: Okoliš
hu: Környezeti képzések
is: Umhverfisfræði
it: Ambiente
lt: Aplinka
lv: Vide
mk: Животна средина
mt: L-istudji ambjentali
nl: Milieu
no: Miljø
pl: Środowisko
pt_pt: Ambiente
ro: Mediu
sk: Životné prostredie
sl: Okolje (razen okoljevarstvene tehnologije)
sr: Životna sredina
sv: Miljö
tr: Çevre
uk: Навколишнє середовище

source: Environment not further defined
bg: Екология, без допълнително определение
cs: Životní prostředí dále nedefinované
da: Miljø ikke nærmere defineret
de: Umwelt – nicht näher definiert
el: Περιβάλλον που δεν προσδιορίζεται περαιτέρω
es: Medio ambiente sin mayor definición
et: Keskkonnavaldkond, täpsemalt määratlemata
fi: Ympäristöalat, tarkemmin määrittämättömät
fr: Environnement non défini
ga: Comhshaol nach ndéantar tuilleadh sainithe air
hr: Okoliš, nije podrobnije definirano
hu: Pontosabban nem részletezett környezeti képzések
is: Umhverfisfræði - ekki skilgreint nánar
it: Ambiente non ulteriormente definito
lt: Aplinka (plačiosios programos)
lv: Sīkāk neprecizētas vides zinības
mk: Животна средина која не е дефинирана
mt: L-istudji ambjentali mhux definiti f’aktar dettall
nl: Milieu, niet nader gedefinieerd
no: Ikke nærmere definert miljøvitenskap
pl: Środowisko, bliżej niezdefiniowane
pt_pt: Ambiente sem definição precisa
ro: Mediu care nu este definit ulterior
sk: Životné prostredie ďalej nedefinované
sl: Okolje (razen okoljevarstvene tehnologije), podrobneje neopredeljeno
sr: Životna sredina koja nije dalje definisana
sv: Miljö, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan çevre
uk: Навколишнє середовище додатково не визначене

source: Environmental sciences
bg: Науки за околната среда
cs: Vědy o životním prostředí
da: Miljøvidenskab
de: Umweltwissenschaften
el: Περιβαλλοντικές επιστήμες
es: Ciencias del medio ambiente
et: Keskkonnateadused
fi: Ympäristötieteet
fr: Sciences environnementales
ga: Eolaíochtaí comhshaoil
hr: Znanost o okolišu
hu: Környezeti tudományok
is: Umhverfisvísindi
it: Scienze ambientali
lt: Aplinkotyra
lv: Vides zinātnes
mk: Науки за животната средина
mt: Ix-xjenzi ambjentali
nl: Milieuwetenschappen
no: Miljøvitenskap
pl: Nauki o środowisku
pt_pt: Ciências do ambiente
ro: Științele mediului
sk: Environmentálne vedy
sl: Okoljske znanosti
sr: Nauke o životnoj sredini
sv: Miljövetenskap
tr: Çevre bilimleri
uk: Науки про навколишнє середовище

source: Natural environments and wildlife
bg: Природни местообитания и дива флора и фауна
cs: Přírodní prostředí a přirozené formy života
da: Natur og vild flora og fauna
de: Natürliche Umgebungen und Wildtiere
el: Φυσικό περιβάλλον και άγρια πανίδα και χλωρίδα
es: Medio ambientes naturales y vida silvestre
et: Looduskeskkond ja puutumatu loodus
fi: Elinympäristöt ja luonto
fr: Environnements naturels et faune et flore
ga: Timpeallachtaí nádúrtha agus fiadhúlra
hr: Prirodni okoliš i divlje vrste
hu: Természeti környezetek és élővilág
is: Náttúrulegt umhverfi og dýralíf
it: Ambienti naturali e fauna selvatica
lt: Gamtinė aplinka ir gyvūnija
lv: Dabiskās vides un dzīvā daba
mk: Природни животни средини и див свет
mt: L-ambjenti naturali u tal-flora u l-fawna selvaġġa
nl: Habitats en in het wild levende dieren
no: Naturlig miljø og vilt
pl: Środowisko naturalne i przyroda
pt_pt: Ambientes naturais e vida selvagem
ro: Medii naturale și faună și floră sălbatică
sk: Prírodné prostredia a život v prírode
sl: Naravno okolje in divje živali
sr: Prirodno okruženje i divlje životinje
sv: Naturmiljö, vilda djur och växter
tr: Doğal ortamlar ve vahşi yaşam
uk: Природні середовища та дика природа

source: Environment not elsewhere classified
bg: Екология, некласифицирана другаде
cs: Životní prostředí jinde neklasifikované
da: Miljø ikke klassificeret andetsteds
de: Umwelt – nirgendwo sonst klassifiziert
el: Περιβάλλον που δεν ταξινομείται αλλού
es: Medio ambiente no contemplado en la clasificación
et: Keskkonnavaldkond, mujal liigitamata
fi: Ympäristöalat, muualle luokittelemattomat
fr: Environnement non classé ailleurs
ga: Comhshaol nach n-aicmítear áit ar bith eile
hr: Okoliš, nije drugdje razvrstano
hu: Máshova nem sorolt környezeti képzések
is: Umhverfisfræði - ekki flokkað annars staðar
it: Ambiente non classificato altrove
lt: Niekur kitur nepriskirti aplinkos mokslai
lv: Citur neklasificētas vides zinības
mk: Животната средина која никаде не е класифицирана
mt: L-istudji ambjentali mhux klassifikati xi mkien ieħor
nl: Milieu, niet elders ingedeeld
no: Ikke annetsteds klassifisert miljøvitenskap
pl: Środowisko, gdzie indziej niesklasyfikowane
pt_pt: Programas de ambiente não classificados noutras áreas
ro: Mediu neclasificat în altă parte
sk: Životné prostredie inde neklasifikované
sl: Okoljske znanosti, drugo
sr: Životna sredina koja nije drugde klasifikovana
sv: Miljö, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan çevre
uk: Навколишнє середовище, не віднесене до інших категорій

source: Physical sciences
bg: Физически науки
cs: Fyzikální vědy
da: Fysisk videnskab
de: Physikwissenschaften
el: Φυσικές επιστήμες
es: Ciencias físicas
et: Füüsikalised loodusteadused
fi: Fysikaaliset tieteet
fr: Sciences physiques
ga: Eolaíochtaí fisiceacha
hr: Fizikalne znanosti
hu: Fizikai tudományok
is: Eðlisvísindi
it: Scienze fisiche
lt: Fiziniai mokslai
lv: Fizikālās zinātnes
mk: Физички науки
mt: Ix-xjenzi fiżiċi
nl: Natuurwetenschappen
no: Fysikk
pl: Nauki fizyczne
pt_pt: Ciências físicas
ro: Științe fizice
sk: Prírodné/fyzikálne vedy
sl: Vede o neživi naravi (fizika, kemija in sorodne vede)
sr: Fizičke nauke
sv: Fysik
tr: Fizik bilimleri
uk: Фізичні науки

source: Physical sciences not further defined
bg: Физически науки, без допълнително определение
cs: Fyzikální vědy dále nedefinované
da: Fysisk videnskab ikke nærmere defineret
de: Physikwissenschaften – nicht näher definiert
el: Φυσικές επιστήμες που δεν προσδιορίζονται περαιτέρω
es: Ciencias físicas sin mayor definición
et: Füüsikalised loodusteadused, täpsemalt määratlemata
fi: Fysikaaliset tieteet, tarkemmin määrittämättömät
fr: Sciences physiques non définies
ga: Eolaíochtaí fisiceacha nach ndéantar tuilleadh sainithe orthu
hr: Fizikalne znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett fizikai tudományok
is: Eðlisvísindi - ekki skilgreint nánar
it: Scienze fisiche non ulteriormente definite
lt: Fiziniai mokslai (plačiosios programos)
lv: Sīkāk neprecizētas fizikālās zinātnes
mk: Физички науки кои не се дефинирани
mt: Ix-xjenzi fiżiċi mhux definiti f’aktar dettall
nl: Natuurwetenschappen, niet nader gedefinieerd
no: Ikke nærmere definert fysikkvitenskap
pl: Nauki fizyczne, bliżej niezdefiniowane
pt_pt: Ciências físicas sem definição precisa
ro: Științe fizice care nu sunt definite ulterior
sk: Prírodné/fyzikálne vedy ďalej nedefinované
sl: Vede o neživi naravi (fizika, kemija in sorodne vede), podrobneje neopredeljeno
sr: Fizičke nauke koje nisu dalje definisane
sv: Fysik, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan fizik bilimleri
uk: Фізичні науки додатково не визначені

source: Chemistry
bg: Химия
cs: Chemie
da: Kemi
de: Chemie
el: Χημεία
es: Química
et: Keemia
fi: Kemia
fr: Chimie
ga: Ceimic
hr: Kemija
hu: Kémia
is: Efnisfræði
it: Chimica
lt: Chemija
lv: Ķīmija
mk: Хемија
mt: Il-kimika
nl: Chemie
no: Kjemi
pl: Chemia
pt_pt: Química
ro: Chimie
sk: Chémia
sl: Kemija
sr: Hemija
sv: Kemi
tr: Kimya
uk: Хімія

source: Earth sciences
bg: Науки за Земята
cs: Vědy o Zemi
da: Geovidenskab
de: Geowissenschaften
el: Επιστήμες της γης
es: Ciencias de la tierra
et: Maateadus
fi: Geotieteet
fr: Sciences de la Terre
ga: Domhaneolaíochtaí
hr: Geoznanosti
hu: Földtudományok
is: Jarðvísindi
it: Scienze della Terra
lt: Žemės mokslai
lv: Zemes zinātnes
mk: Науки за земјата
mt: Ix-xjenzi tad-dinja
nl: Aardwetenschappen
no: Jordvitenskap
pl: Nauki o ziemi
pt_pt: Ciências da Terra
ro: Științele Pământului
sk: Vedy o Zemi
sl: Geoznanosti
sr: Geonauke
sv: Geovetenskap
tr: Yer bilimleri
uk: Науки про Землю

source: Physics
bg: Физика
cs: Fyzika
da: Fysik
de: Physik
el: Φυσική
es: Física
et: Füüsika
fi: Fysiikka
fr: Physique
ga: Fisic
hr: Fizika
hu: Fizika
is: Eðlisfræði
it: Fisica
lt: Fizika
lv: Fizika
mk: Физика
mt: Il-fiżika
nl: Fysica
no: Fysikk
pl: Fizyka
pt_pt: Física
ro: Fizică
sk: Fyzika
sl: Fizika
sr: Fizika
sv: Fysik
tr: Fizik
uk: Фізика
