Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Manufacturing and processing not elsewhere classified
bg: Производство и обработка, некласифицирани другаде
cs: Výroba a zpracování jinde neklasifikované
da: Fremstillingsvirksomhed ikke klassificeret andetsteds
de: Fertigung und Verarbeitung – nirgendwo sonst klassifiziert
el: Μεταποίηση και επεξεργασία που δεν ταξινομούνται αλλού
es: Industria y producción no contemplada en la clasificación
et: Tootmine ja töötlemine, mujal liigitamata
fi: Valmistus- ja prosessitekniikka, muualle luokittelemattomat
fr: Industries de transformation et de traitement non classés ailleurs
ga: Monaraíocht agus próiseáil nach n-aicmítear áit ar bith eile
hr: Proizvodnja i obrada, nije drugdje razvrstano
hu: Máshova nem sorolt gyártás, előállítás és feldolgozás
is: Iðnframleiðsla og vinnsla - ekki flokkað annars staðar
it: Attività manifatturiere e di trasformazione non classificate altrove
lt: Niekur kitur nepriskirti gamyba ir perdirbimas
lv: Citur neklasificēta ražošana un pārstrāde/apstrāde
mk: Производство и процесирање кои никаде не се класифицирани
mt: Il-manifattura u l-ipproċessar mhux klassifikati xi mkien ieħor
nl: Industrie en verwerking, niet elders ingedeeld
no: Ikke annetsteds klassifisert produksjon og bearbeiding
pl: Produkcja i przetwórstwo, gdzie indziej niesklasyfikowane
pt_pt: Programas das indústrias transformadoras não classificados noutras áreas
ro: Activitate manufacturieră și de prelucrare neclasificată în altă parte
sk: Výroba a spracovanie inde neklasifikované
sl: Proizvodne tehnologije, drugo
sr: Proizvodnja i obrada koji nisu drugde klasifikovani
sv: Tillverkning och bearbetning, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan imalat ve işleme
uk: Виробництво та переробка, не віднесені до інших категорій

source: Architecture and construction
bg: Архитектура и строителство
cs: Architektura a stavebnictví
da: Arkitektur og byggeri
de: Architektur und Bauwesen
el: Αρχιτεκτονική και κατασκευές
es: Arquitectura y construcción
et: Arhitektuur ja ehitus
fi: Arkkitehtuuri ja rakentaminen
fr: Architecture et bâtiment
ga: Ailtireacht agus tógáil
hr: Arhitektura i graditeljstvo
hu: Építészet és építőipar
is: Byggingarlist og byggingavinna
it: Architettura e costruzioni
lt: Architektūra ir statyba
lv: Arhitektūra un būvniecība
mk: Архитектура и градежништво
mt: L-arkitettura u l-kostruzzjoni
nl: Architectuur en bouwnijverheid
no: Arkitekt- og konstruksjonsfag
pl: Architektura i budownictwo
pt_pt: Arquitetura e construção
ro: Arhitectură și construcții
sk: Architektúra a výstavba
sl: Arhitektura, prostorsko načrtovanje in gradbeništvo
sr: Arhitektura i građevinarstvo
sv: Arkitektur och byggnadsindustrin
tr: Mimarlık ve inşaat
uk: Архітектура та будівництво

source: Architecture and construction not further defined
bg: Архитектура и строителство, без допълнително определение
cs: Architektura a stavebnictví dále nedefinované
da: Arkitektur og byggeri ikke nærmere defineret
de: Architektur und Bauwesen – nicht näher definiert
el: Αρχιτεκτονική και κατασκευές που δεν προσδιορίζονται περαιτέρω
es: Arquitectura y construcción sin mayor definición
et: Arhitektuur ja ehitus, täpsemalt määratlemata
fi: Arkkitehtuuri ja rakentaminen, tarkemmin määrittämättömät
fr: Architecture et bâtiment non définis
ga: Ailtireacht agus tógáil nach ndéantar tuilleadh sainithe orthu
hr: Arhitektura i graditeljstvo, nije podrobnije definirano
hu: Pontosabban nem részletezett építészet és építőipar
is: Byggingarlist og byggingavinna - ekki skilgreint nánar
it: Architettura e costruzioni non ulteriormente definite
lt: Architektūra ir statyba (plačiosios programos)
lv: Sīkāk neprecizēta arhitektūra un būvniecība
mk: Архитектура и градежништво кои не се дефинирани
mt: L-arkitettura u l-kostruzzjoni mhux definiti f’aktar dettall
nl: Architectuur en bouwnijverheid, niet nader gedefinieerd
no: Ikke nærmere definerte arkitekt- og konstruksjonsfag
pl: Architektura i budownictwo, bliżej niezdefiniowane
pt_pt: Arquitetura e construção sem definição precisa
ro: Arhitectură și construcții care nu sunt definite ulterior
sk: Architektúra a výstavba ďalej nedefinované
sl: Arhitektura, prostorsko načrtovanje in gradbeništvo, podrobneje neopredeljeno
sr: Arhitektura i građevinarstvo koji nisu dalje definisani
sv: Arkitektur och byggnadsindustrin, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan mimarlık ve inşaat
uk: Архітектура та будівництво додатково не визначені

source: Architecture and town planning
bg: Архитектура и градоустройство
cs: Architektura a urbanismus
da: Arkitektur og byplanlægning
de: Architektur und Städteplanung
el: Αρχιτεκτονική και πολεοδομία
es: Arquitectura y urbanismo
et: Arhitektuur ja linnaplaneerimine
fi: Arkkitehtuuri ja kaupunkisuunnittelu
fr: Architecture et urbanisme
ga: Ailtireacht agus pleanáil bailte
hr: Arhitektura i urbanističko planiranje
hu: Építészet és várostervezés
is: Byggingarlist og borgarskipulag
it: Architettura e urbanistica
lt: Architektūra ir urbanistika
lv: Arhitektūra un pilsētu plānošana
mk: Архитектура и градско планирање
mt: L-arkitettura u l-ippjanar tal-bliet
nl: Architectuur en stadsplanning
no: Arkitektur og byplanlegging
pl: Architektura i urbanistyka
pt_pt: Arquitetura e urbanismo
ro: Arhitectură și urbanism
sk: Architektúra a plánovanie mesta
sl: Arhitektura, prostorsko načrtovanje in urbanizem
sr: Arhitektura i urbanizam
sv: Arkitektur och stadsplanering
tr: Mimarlık ve şehir planlama
uk: Архітектура та містобудування

source: Building and civil engineering
bg: Строителство на сгради и съоръжения
cs: Stavebnictví a inženýrské stavitelství
da: Bygge- og anlægsvirksomhed
de: Bau- und Bauingenieurwesen
el: Οικοδομές και έργα πολιτικού μηχανικού
es: Construcción e ingeniería civil
et: Ehitus ja tsiviilrajatised
fi: Rakentaminen ja rakennussuunnittelu
fr: Construction et génie civil
ga: Tógáil agus innealtóireacht shibhialta
hr: Građevinarstvo (visoko- i niskogradnja)
hu: Építési munkák és építőmérnöki munka
is: Byggingar og byggingarverkfræði
it: Ingegneria edile e civile
lt: Statyba ir statybos inžinerija
lv: Celtniecība un civilinženierija
mk: Градење и градежништво
mt: Il-bini u l-inġinerija ċivili
nl: Bouw en weg- en waterbouw
no: Bygg og anlegg
pl: Budownictwo oraz inżynieria lądowa i wodna
pt_pt: Construção civil e engenharia civil
ro: Construcții și lucrări de geniu civil
sk: Stavebníctvo a stavebné inžinierstvo
sl: Gradbeništvo
sr: Građevinarstvo i niskogradnja
sv: Bygg- och anläggningsarbeten
tr: İnşaat ve inşaat mühendisliği
uk: Будівництво та цивільна інженерія

source: Inter-disciplinary programmes and qualifications involving engineering, manufacturing and construction
bg: Интердисциплинарни програми и квалификации, включващи инженерство, производство и строителство
cs: Interdisciplinární programy a kvalifikace zahrnující technické vědy, výrobu a stavebnictví
da: Tværfaglige programmer og kvalifikationer inden for ingeniør-, fremstillings- og byggevirksomhed
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Ingenieurwesen, Fertigung und Bauwesen
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν μηχανικό, μεταποιητικό και κατασκευαστικό τομέα
es: Programas y certificaciones interdisciplinarios relacionados con la ingeniería, la industria y la construcción
et: Inseneriteadust, tootmist ja ehitust hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Tekniikka, tuotanto ja rakentaminen, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant l'ingénierie, les industries de transformation et la construction
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le hinnealtóireacht, monaraíocht agus tógáil
hr: Interdisciplinarni programi i kvalifikacije u području inženjerstva, proizvodnje i graditeljstva
hu: A mérnöki, gyártási és előállítási, valamint építőipari ismereteket érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði verkfræði, iðnframleiðslu og byggingariðnaðar
it: Programmi e qualifiche interdisciplinari inerenti all'ingegneria, alle attività manifatturiere e alle costruzioni
lt: Tarpdisciplininės inžinerijos, gamybos ir statybos programos ir kvalifikacijos
lv: Ar inženieriju, rūpniecību un būvniecību saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинирани програми и клавилификации кои вклучуваат инжинерство, производство и градежништво
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu l-inġinerija, il-manifattura u l-kostruzzjoni
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot engineering, industrie en bouwnijverheid
no: Tverrfaglige programmer og kvalifikasjoner innen produksjon, bygg og anlegg
pl: Interdyscyplinarne programy i kwalifikacje związane z inżynierią, produkcją i budownictwem
pt_pt: Programas e qualificações interdisciplinares que envolvem a engenharia, indústrias transformadoras e construção
ro: Programe și calificări interdisciplinare care implică inginerie, activitate manufacturieră și construcții
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce inžinierstvo/strojárstvo, výrobu a výstavbu
sl: Interdiscplinarne izobraževalne aktivnosti/izidi, pretežno tehnika, proizvodne tehnologije in gradbeništvo
sr: Interdisciplinarni programi i kvalifikacije koji uključuju inženjering, proizvodnju i građevinarstvo
sv: Tvärvetenskapliga program och kvalifikationer som omfattar ingenjörsutbildning samt utbildning för tillverknings- och byggnadsindustrin
tr: Mühendislik, imalat ve inşaatla ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з інженерії, виробництва та будівництва

source: Engineering, manufacturing and construction not elsewhere classified
bg: Инженерство, производство и строителство, некласифицирани другаде
cs: Technické vědy, výroba a stavebnictví jinde neklasifikované
da: Ingeniør-, fremstillings- og byggevirksomhed ikke klassificeret andetsteds
de: Ingenieurwesen, Fertigung und Bauwesen – nirgendwo sonst klassifiziert
el: Κλάδοι μηχανικής, μεταποίησης και κατασκευής που δεν ταξινομούνται αλλού
es: Ingeniería, industria y construcción no contempladas en la clasificación
et: Inseneriteadus, tootmine ja ehitus, mujal liigitamata
fi: Tekniikka, tuotanto ja rakentaminen, muualle luokittelemattomat
fr: Ingénierie, industries de transformation et construction non classés ailleurs
ga: Innealtóireacht, monaraíocht agus tógáil nach n-aicmítear áit ar bith eile
hr: Inženjerstvo, proizvodnja i graditeljstvo, nije drugdje razvrstano
hu: Máshova nem sorolt mérnöki, gyártási és előállítási, valamint építőipari ismeretek
is: Verkfræði, iðnframleiðsla og byggingavinna - ekki flokkað annars staðar
it: Ingegneria, attività manifatturiere e costruzioni non classificate altrove
lt: Niekur kitur nepriskirtos inžinerija, gamyba ir statyba
lv: Citur neklasificēta inženierija, rūpniecība un būvniecība
mk: Инжинерство, производство и градежништво кои никаде не се класифицирани
mt: L-inġinerija, il-manifattura u l-kostruzzjoni mhux klassifikati xi mkien ieħor
nl: Engineering, industrie en bouwnijverheid, niet elders ingedeeld
no: Ikke annetsteds klassifisert produksjon, bygg og anlegg
pl: Inżynieria, produkcja i budownictwo, gdzie indziej niesklasyfikowane
pt_pt: Programas de engenharia, indústrias transformadoras e construção não classificados noutras áreas
ro: Inginerie, activitate manufacturieră și construcții neclasificate în altă parte
sk: Inžinierstvo/strojárstvo, výroba a výstavba inde neklasifikované
sl: Tehnika, proizvodne tehnologije in gradbeništvo, drugo
sr: Inženjering, proizvodnja i građevinarstvo koji nisu drugde definisani
sv: Ingenjörsutbildning samt utbildning för tillverknings- och byggnadsindustrin, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan mühendislik, imalat ve inşaat
uk: Інженерія, виробництво та будівництво, не віднесені до інших категорій

source: Agriculture, forestry, fisheries and veterinary
bg: Селско и горско стопанство, рибарство и ветеринарна медицина
cs: Zemědělství, lesnictví, rybářství a veterinářství
da: Landbrug, skovbrug, fiskeri og veterinærvidenskab
de: Agrarwissenschaft, Forstwissenschaft, Fischereiwirtschaft und Veterinärwissenschaft
el: Γεωργία, δασοκομία, αλιεία και κτηνιατρική
es: Agricultura, silvicultura, pesca y veterinaria
et: Põllumajandus, metsandus, kalandus ja veterinaaria
fi: Maa- ja metsätalous, kalatalous ja eläinlääketiede
fr: Agriculture, sylviculture et halieutique et sciences vétérinaires
ga: Talmhaíocht, foraoiseacht, iascaigh agus tréidliacht
hr: Poljoprivreda, šumarstvo, ribarstvo i veterina
hu: Mezőgazdaság, erdőgazdálkodás, halgazdálkodás és állatorvosi tudományok
is: Landbúnaður, skógrækt, fiskveiðar og dýralækningar
it: Agricoltura, silvicoltura, pesca e veterinaria
lt: Žemės ūkis, miškininkystė, žuvininkystė ir veterinarija
lv: Lauksaimniecība, mežsaimniecība, zivsaimniecība un veterinārija
mk: Земјоделство, шумартсво, рибарство и ветеринарство
mt: L-agrikoltura, il-forestrija u s-sajd u l-istudji veterinarji
nl: Landbouw, bosbouw, visserij en diergeneeskunde
no: Landbruk, skogbruk, fiske og veterinærfag
pl: Rolnictwo, leśnictwo, rybołówstwo i weterynaria
pt_pt: Agricultura, silvicultura, pescas e ciências veterinárias
ro: Agricultură, silvicultură, pescuit și medicină veterinară
sk: Poľnohospodárstvo, lesníctvo, rybárstvo a veterinárstvo
sl: Kmetijstvo, gozdarstvo, ribištvo in veterinarstvo
sr: Poljoprivreda, šumarstvo, ribarstvo i veterina
sv: Lantbruk, skogsbruk, fiske och djursjukvård
tr: Tarım, ormancılık, balıkçılık ve veterinerlik
uk: Сільське господарство, лісове господарство, рибальство та ветеринарна справа

source: Agriculture, forestry, fisheries and veterinary not further defined
bg: Селско и горско стопанство, рибарство и ветеринарна медицина, без допълнително определение
cs: Zemědělství, lesnictví, rybářství a veterinářství dále nedefinované
da: Landbrug, skovbrug, fiskeri og veterinærvidenskab ikke nærmere defineret
de: Agrarwissenschaft, Forstwissenschaft, Fischereiwirtschaft und Veterinärwissenschaft – nicht näher definiert
el: Γεωργία, δασοκομία, αλιεία και κτηνιατρική που δεν προσδιορίζονται περαιτέρω
es: Agricultura, silvicultura, pesca y veterinaria sin mayor definición
et: Põllumajandus, metsandus, kalandus ja veterinaaria, täpsemalt määratlemata
fi: Maa- ja metsätalous, kalatalous ja eläinlääketiede, tarkemmin määrittämättömät
fr: Agriculture, sylviculture et halieutique et sciences vétérinaires non définis
ga: Talmhaíocht, foraoiseacht, iascaigh agus tréidliacht nach ndéantar tuilleadh sainithe orthu
hr: Poljoprivreda, šumarstvo, ribarstvo i veterina, nije podrobnije definirano
hu: Pontosabban nem részletezett mezőgazdaság, erdőgazdálkodás, halgazdálkodás és állatorvosi tudományok
is: Landbúnaður, skógrækt, fiskveiðar og dýralækningar - ekki skilgreint nánar
it: Agricoltura, silvicoltura, pesca e veterinaria non ulteriormente definite
lt: Žemės ūkis, miškininkystė, žuvininkystė ir veterinarija (plačiosios programos)
lv: Sīkāk neprecizēta lauksaimniecība, mežsaimniecība, zivsaimniecība un veterinārija
mk: Земјоделство, шумартсво, рибарство и ветеринарство кои не се дефинирани
mt: L-agrikoltura, il-forestrija u s-sajd u l-istudji veterinarji mhux definiti f’aktar dettall
nl: Landbouw, bosbouw, visserij en diergeneeskunde, niet nader gedefinieerd
no: Ikke nærmere definert landbruk, skogbruk, fiske og veterinærfag
pl: Rolnictwo, leśnictwo, rybołówstwo i weterynaria, bliżej niezdefiniowane
pt_pt: Agricultura, silvicultura, pescas e ciências veterinárias sem definição precisa
ro: Agricultură, silvicultură, pescuit și activitate veterinară care nu sunt definite ulterior
sk: Poľnohospodárstvo, lesníctvo, rybárstvo a veterinárstvo ďalej nedefinované
sl: Kmetijstvo, gozdarstvo, ribištvo in veterinarstvo, podrobneje neopredeljeno
sr: Poljoprivreda, šumarstvo, ribarstvo i veterina koji nisu dalje definisani
sv: Lantbruk, skogsbruk, fiske och djursjukvård, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan tarım, ormancılık, balıkçılık ve veterinerlik
uk: Сільське господарство, лісове господарство, рибальство та ветеринарна справа додатково не визначені

source: Agriculture
bg: Селско стопанство
cs: Zemědělství
da: Landbrug
de: Agrarwissenschaften
el: Γεωργία
es: Agricultura
et: Põllumajandus
fi: Maatalous
ga: Talmhaíocht
hr: Poljoprivreda
hu: Mezőgazdaság
is: Landbúnaður
it: Agricoltura
lt: Žemės ūkis
lv: Lauksaimniecība
mk: Земјоделство
mt: L-agrikoltura
nl: Landbouw
no: Landbruk
pl: Rolnictwo
pt_pt: Agricultura
ro: Agricultură
sk: Poľnohospodárstvo
sl: Kmetijstvo
sr: Poljoprivreda
sv: Lantbruk
tr: Tarım
uk: Сільське господарство

source: Agriculture not further defined
bg: Селско стопанство, без допълнително определение
cs: Zemědělství dále nedefinované
da: Landbrug ikke nærmere defineret
de: Agrarwissenschaften – nicht näher definiert
el: Γεωργία που δεν προσδιορίζεται περαιτέρω
es: Agricultura sin mayor definición
et: Põllumajandus, täpsemalt määratlemata
fi: Maatalous, tarkemmin määrittämätön
fr: Agriculture non définie
ga: Talmhaíocht nach ndéantar tuilleadh sainithe uirthi
hr: Poljoprivreda, nije podrobnije definirano
hu: Pontosabban nem részletezett mezőgazdaság
is: Landbúnaður - ekki skilgreint nánar
it: Agricoltura non ulteriormente definita
lt: Žemės ūkis (plačiosios programos)
lv: Sīkāk neprecizēta lauksaimniecība
mk: Земјоделство кое не е дефинирано
mt: L-agrikoltura mhux definita f’aktar dettall
nl: Landbouw, niet nader gedefinieerd
no: Ikke nærmere definert landbruk
pl: Rolnictwo, bliżej niezdefiniowane
pt_pt: Agricultura sem definição precisa
ro: Agricultură care nu este definită ulterior
sk: Poľnohospodárstvo ďalej nedefinované
sl: Kmetijstvo, podrobneje neopredeljeno
sr: Poljoprivreda koja nije dalje definisana
sv: Lantbruk, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan tarım
uk: Сільське господарство додатково не визначене

source: Crop and livestock production
bg: Растениевъдство и животновъдство
cs: Rostlinná a živošičná výroba
da: Plante- og husdyravl
de: Pflanzen- und Tierproduktion
el: Φυτική και ζωική παραγωγή
es: Producción agrícola y ganadera
et: Taimekasvatus ja loomakasvatus
fi: Maanviljely ja kotieläintalous
fr: Culture et élevage
ga: Táirgeadh beostoic agus barr
hr: Ratarstvo i stočarstvo
hu: Növénytermesztés és állattenyésztés
is: Uppskera og framleiðsla búfénaðar
it: Coltivazione agricola e produzione zootecnica
lt: Augalininkystė ir gyvulininkystė
lv: Augkopība un lopkopība
mk: Производство на земјлоделски култури и добиток
mt: Il-produzzjoni tal-għelejjel u l-produzzjoni tal-bhejjem
nl: Landbouw en veeteelt
no: Dyrking av nyttevekster og dyreoppdrett
pl: Produkcja roślinna i zwierzęca
pt_pt: Produção agrícola e animal
ro: Producție vegetală și animală
sk: Produkcia plodín a dobytka
sl: Poljedelstvo in reja živali
sr: Ratarstvo i stočarska proizvodnja
sv: Odling och boskapsuppfödning
tr: Mahsul üretimi ve hayvancılık
uk: Рослинництво і тваринництво

source: Horticulture
bg: Градинарство
cs: Zahradnictví
da: Gartneri
de: Gartenbau
el: Κηπευτική παραγωγή
es: Horticultura
et: Aiandus
fi: Puutarhanhoito
ga: Gairneoireacht
hr: Hortikultura
hu: Kertészet
is: Garðyrkja
it: Orticoltura
lt: Sodininkystė
lv: Dārzkopība
mk: Хортикултура
mt: L-ortikultura
nl: Tuinbouw
no: Hagebruk
pl: Ogrodnictwo
pt_pt: Horticultura
ro: Horticultură
sk: Záhradníctvo
sl: Hortikultura
sr: Hortikultura
sv: Trädgårdsodling
tr: Bahçecilik
uk: Рослинництво

source: Agriculture not elsewhere classified
bg: Селско стопанство, некласифицирана другаде
cs: Zemědělství jinde neklasifikované
da: Landbrug ikke klassificeret andetsteds
de: Agrarwissenschaften – nirgendwo sonst klassifiziert
el: Γεωργία που δεν ταξινομείται αλλού
es: Agricultura no contemplada en la clasificación
et: Põllumajandus, mujal liigitamata
fi: Maatalous, muualle luokittelematon
fr: Agriculture non classé ailleurs
ga: Talmhaíocht nach n-aicmítear áit ar bith eile
hr: Poljoprivreda, nije drugdje razvrstano
hu: Máshova nem sorolt mezőgazdaság
is: Landbúnaður - ekki flokkað annars staðar
it: Agricoltura non classificata altrove
lt: Niekur kitur nepriskirtas žemės ūkis
lv: Citur neklasificēta lauksaimniecība
mk: Земјоделство кое никаде не е класифицирано
mt: L-agrikoltura mhux klassifikata xi mkien ieħor
nl: Landbouw, niet elders ingedeeld
no: Ikke annetsteds klassifisert landbruk
pl: Rolnictwo, gdzie indziej niesklasyfikowane
pt_pt: Programas de agricultura não classificados noutras áreas
ro: Agricultură neclasificată în altă parte
sk: Poľnohospodárstvo inde neklasifikované
sl: Kmetijstvo, drugo
sr: Poljoprivreda koja nije drugde klasifikovana
sv: Lantbruk, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan tarım
uk: Сільське господарство, не віднесене до інших категорій

source: Forestry
bg: Горско стопанство
cs: Lesnictví
da: Skovbrug
de: Forstwissenschaft
el: Δασοκομία
es: Silvicultura
et: Metsandus
fi: Metsätalous
fr: Sylviculture
ga: Foraoiseacht
hr: Šumarstvo
hu: Erdőgazdálkodás
is: Skógrækt
it: Silvicoltura
lt: Miškininkystė
lv: Mežsaimniecība
mk: Шумарство
mt: Il-forestrija
nl: Bosbouw
no: Skogbruk
pl: Leśnictwo
pt_pt: Silvicultura
ro: Silvicultură
sk: Lesníctvo
sl: Gozdarstvo in lov
sr: Šumarstvo
sv: Skogsbruk
tr: Ormancılık
uk: Лісове господарство

source: Fisheries
bg: Рибарство
cs: Rybářství
da: Fiskeri
de: Fischereiwirtschaft
el: Αλιεία
es: Pesca
et: Kalandus
fi: Kalatalous
fr: Halieutique
ga: Iascaigh
hr: Ribarstvo
hu: Halgazdálkodás
is: Fiskveiðar
it: Pesca
lt: Žuvininkystė
lv: Zivsaimniecība
mk: Рибарство
mt: Is-sajd
nl: Visserij
no: Fiskeri
pl: Rybołówstwo
pt_pt: Pescas
ro: Pescuit
sk: Rybárstvo
sl: Ribištvo in akvakultura
sr: Ribarstvo
sv: Fiske
tr: Balıkçılık
uk: Рибальство

source: Veterinary
bg: Ветеринарна медицина
cs: Veterinářství
da: Veterinærvidenskab
de: Veterinärwissenschaft
el: Κτηνιατρική
es: Veterinaria
et: Veterinaaria
fi: Eläinlääketiede
fr: Sciences vétérinaires
ga: Tréidliacht
hr: Veterinarstvo
hu: Állatorvosi tudományok
is: Dýralækningar
it: Veterinaria
lt: Veterinarija
lv: Veterinārija
mk: Ветеринаство
mt: L-istudji veterinarji
nl: Diergeneeskunde
no: Veterinærfag
pl: Weterynaria
pt_pt: Ciências veterinárias
ro: Medicină veterinară
sk: Veterinárstvo
sl: Veterinarstvo
sr: Veterina
sv: Djursjukvård
tr: Veterinerlik
uk: Ветеринарія
