Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Journalism and information not elsewhere classified
bg: Журналистика и информация, некласифицирани другаде
cs: Žurnalistika a informace jinde neklasifikované
da: Journalistik og information ikke klassificeret andetsteds
de: Journalistik und Informationswissenschaft – nirgendwo sonst klassifiziert
el: Δημοσιογραφία και ενημέρωση που δεν ταξινομούνται αλλού
es: Periodismo e información no contemplados en la clasificación
et: Ajakirjandus ja infolevi, mujal liigitamata
fi: Viestintä ja informaatiotieteet, muualle luokittelemattomat
fr: Journalisme et information non classés ailleurs
ga: Iriseoireacht agus faisnéis nach n-aicmítear áit ar bith eile
hr: Novinarstvo i informacijske znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt újságírás és más információszolgáltatás
is: Blaðamennska og upplýsingar - ekki flokkað annars staðar
it: Giornalismo e informazione non classificati altrove
lt: Niekur kitur nepriskirtos žurnalistika ir informacija
lv: Citur neklasificēta žurnālistika un informācijas zinātne
mk: Новинарство и информирање кои никаде не се класифицирани
mt: Il-ġurnaliżmu u l-informazzjoni mhux klassifikati xi mkien ieħor
nl: Journalistiek en informatiewetenschappen, niet elders ingedeeld
no: Ikke annetsteds klassifisert journalistikk og informasjonsfag
pl: Dziennikarstwo i informacja, gdzie indziej niesklasyfikowane
pt_pt: Programas de jornalismo e informação não classificados noutras áreas
ro: Jurnalism și știința informării neclasificate în altă parte
sk: Žurnalistika a informácie inde neklasifikované
sl: Novinarstvo, komunikologija in informacijska znanost, drugo
sr: Novinarstvo i informacije koji nisu drugde klasifikovani
sv: Journalistik och informationsvetenskap, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan gazetecilik ve enformasyon
uk: Мистецтво та гуманітарні науки, не віднесені до інших категорій

source: Inter-disciplinary programmes and qualifications involving social sciences, journalism and information
bg: Интердисциплинарни програми и квалификации, включващи социални науки, журналистика и информация
cs: Interdisciplinární programy a kvalifikace zahrnující společenské vědy, žurnalistiku a informace
da: Tværfaglige programmer og kvalifikationer inden for samfundsvidenskab, journalistik og information
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Sozialwissenschaften, Journalistik und Informationswissenschaft
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν κοινωνικές επιστήμες, δημοσιογραφία και ενημέρωση
es: Programas y certificaciones interdisciplinarios relacionados con las ciencias sociales, el periodismo y la información
et: Sotsiaalteadusi, ajakirjandust ja raamatukogundust hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Yhteiskuntatieteet, viestintä ja informaatiotieteet, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les sciences sociales, le journalisme et l'information
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le heolaíochtaí sóisialta, iriseoireacht agus faisnéis
hr: Interdisciplinarni programi i kvalifikacije koji uključuju društvene znanosti, novinarstvo i informatologiju
hu: A társadalomtudományokat, újságírást és más információszolgáltatást érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði félagsvísinda, blaðamennsku og upplýsinga
it: Programmi e qualifiche interdisciplinari inerenti alle scienze sociali, al giornalismo e all'informazione
lt: Tarpdisciplininės socialinių mokslų, žurnalistikos ir informacijos programos ir kvalifikacijos
lv: Ar sociālajām zinātnēm, žurnālistiku un informācijas zinātni saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат општествени науки, новинарство и информирање
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu x-xjenzi soċjali, il-ġurnaliżmu u l-informazzjoni
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot sociale wetenschappen, journalistiek en informatiewetenschappen
no: Tverrfaglige programmer og kvalifikasjoner innen samfunnsvitenskap, journalistikk og informasjonsfag
pl: Interdyscyplinarne programy i kwalifikacje związane z naukami społecznymi, dziennikarstwem i informacją
pt_pt: Programas e qualificações interdisciplinares que envolvem as ciências sociais, jornalismo e informação
ro: Programe și calificări interdisciplinare care implică științe sociale, jurnalism și știința informării
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce spoločenské vedy, žurnalistiku a informácie
sl: Interdisciplinarne izobraževalne aktivnosti/izidi, pretežno družbene vede, novinarstvo in informacijska znanost
sr: Interdisciplinarni programi i kvalifikacije koji uključuju društvene nauke, novinarstvo i informacije
sv: Tvärvetenskapliga program och kvalifikationer som omfattar samhällsvetenskap, journalistik och informationsvetenskap
tr: Sosyal bilimler, gazetecilik ve enformasyonla ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з соціальних наук, журналістики та інформації

source: Social sciences, journalism and information not elsewhere classified
bg: Социални науки, журналистика и информация, некласифицирани другаде
cs: Společenské vědy, žurnalistika a informace jinde neklasifikované
da: Samfundsvidenskab, journalistik og information ikke klassificeret andetsteds
de: Sozialwissenschaften, Journalistik und Informationswissenschaft – nirgendwo sonst klassifiziert
el: Κοινωνικές επιστήμες, δημοσιογραφία και ενημέρωση που δεν ταξινομούνται αλλού
es: Ciencias sociales, periodismo e información no contemplados en la clasificación
et: Sotsiaalteadused, ajakirjandus ja raamatukogundus, mujal liigitamata
fi: Yhteiskuntatieteet, viestintä ja informaatiotieteet, muualle luokittelemattomat
fr: Sciences sociales, journalisme et information non classés ailleurs
ga: Eolaíochtaí sóisialta, iriseoireacht agus faisnéis nach n-aicmítear áit ar bith eile
hr: Društvene znanosti, novinarstvo i informacijske znanosti, nije drugdje razvrstano
hu: Máshova nem sorolt társadalomtudományok, újságírás és más információszolgáltatás
is: Félagsvísindi, blaðamennska og upplýsingar - ekki flokkað annars staðar
it: Scienze sociali, giornalismo e informazione non classificati altrove
lt: Niekur kitur nepriskirti socialiniai mokslai, žurnalistika ir informacija
lv: Citur neklasificētas sociālās zinātnes, žurnālistika un informācijas zinātne
mk: Општествените науки, новинарството и информирањето кои никаде не се класифицирани
mt: Ix-xjenzi soċjali, il-ġurnaliżmu u l-informazzjoni mhux klassifikati xi mkien ieħor
nl: Sociale wetenschappen, journalistiek en informatiewetenschappen, niet elders ingedeeld
no: Ikke annetsteds klassifisert samfunnsvitenskap, journalistikk og informasjonsfag
pl: Nauki społeczne, dziennikarstwo i informacja, gdzie indziej niesklasyfikowane
pt_pt: Programas das ciências sociais, jornalismo e informação não classificados noutras áreas
ro: Științe sociale, jurnalism și știința informării neclasificate în altă parte
sk: Spoločenské vedy, žurnalistika a informácie inde neklasifikované
sl: Družbene vede, novinarstvo in informacijska znanost, drugo
sr: Društvene nauke, novinarstvo i informacije koji nisu drugde klasifikovani
sv: Samhällsvetenskap, journalistik och informationsvetenskap, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sosyal bilimler, gazetecilik ve enformasyon
uk: Соціальні науки, журналістика та інформація, не віднесені до інших категорій

source: Business, administration and law
bg: Бизнес, администрация и право
cs: Obchod, řízení a správa a právo
da: Erhverv, administration og jura
de: Wirtschaft, Verwaltung und Rechtswissenschaft
el: Επιχειρήσεις, διοίκηση και δίκαιο
es: Administración de empresas y derecho
et: Ettevõtlus, haldus ja õigusteadus
fi: Kauppa, hallinto ja oikeustieteet
fr: Commerce, administration et droit
ga: Gnó, riarachán agus dlí
hr: Poslovanje, administracija i pravo
hu: Üzleti ismeretek, ügyvitel és jog
is: Viðskiptafræði, stjórnsýslufræði og lögfræði
it: Economia, tecnica aziendale e diritto
lt: Verslas, administravimas ir teisė
lv: Uzņēmējdarbība, administrācija un tiesības
mk: Бизнис, администрација и право
mt: L-ekonomija, l-amministrazzjoni u l-liġi
nl: Bedrijfskunde, bestuurskunde en recht
no: Forretning, administrasjon og jus
pl: Biznes, administracja i prawo
pt_pt: Ciências empresariais, administração e direito
ro: Afaceri, administrație și drept
sk: Podnikanie, administratíva a právo
sl: Poslovne in upravne vede, pravo
sr: Biznis, administracija i pravo
sv: Ekonomi, förvaltning och juridik
tr: İşletme, yönetim ve hukuk
uk: Бізнес, адміністрування і право

source: Business, administration and law not further defined
bg: Бизнес, администрация и право, без допълнително определение
cs: Obchod, řízení a správa a právo dále nedefinované
da: Erhverv, administration og jura ikke nærmere defineret
de: Wirtschaft, Verwaltung und Rechtswissenschaft – nicht näher definiert
el: Επιχειρήσεις, διοίκηση και δίκαιο που δεν προσδιορίζονται περαιτέρω
es: Administración de empresas y derecho sin mayor definición
et: Ettevõtlus, haldus ja õigusteadus, täpsemalt määratlemata
fi: Kauppa, hallinto ja oikeustieteet, tarkemmin määrittämättömät
fr: Commerce, administration et droit non définis
ga: Gnó, riarachán agus dlí nach ndéantar tuilleadh sainithe orthu
hr: Poslovanje, administracija i pravo, nije podrobnije definirano
hu: Pontosabban nem részletezett üzleti ismeretek, ügyvitel és jog
is: Viðskiptafræði, stjórnsýslufræði og lögfræði - ekki skilgreint nánar
it: Economia, tecnica aziendale e diritto non ulteriormente definiti
lt: Verslas, administravimas ir teisė (plačiosios programos)
lv: Sīkāk neprecizēta uzņēmējdarbība, administrācija un tiesības
mk: Бизнис, администрација и право кои не се дефинирани
mt: L-ekonomija, l-amministrazzjoni u l-liġi mhux definiti f’aktar dettall
nl: Bedrijfskunde, bestuurskunde en recht, niet nader gedefinieerd
no: Ikke nærmere definerte forretning, administrasjon og jus
pl: Biznes, administracja i prawo, bliżej niezdefiniowane
pt_pt: Ciências empresariais, administração e direito sem definição precisa
ro: Afaceri, administrație și drept care nu sunt definite ulterior
sk: Podnikanie, administratíva a právo ďalej nedefinované
sl: Poslovne in upravne vede, pravo, podrobneje neopredeljeno
sr: Biznis, administracija i pravo koji nisu dalje definisani
sv: Ekonomi, förvaltning och juridik, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan işletme, yönetim ve hukuk
uk: Бізнес, адміністрування і право додатково не визначені

source: Business and administration
bg: Бизнес и администрация
cs: Obchod, řízení a správa
da: Erhverv og administration
de: Wirtschaft und Verwaltung
el: Επιχειρήσεις και διοίκηση
es: Educación comercial y administración
et: Ettevõtlus ja haldus
fi: Kauppa ja hallinto
fr: Commerce et administration
ga: Gnó agus riarachán
hr: Poslovanje i administracija
hu: Üzleti ismeretek és ügyvitel
is: Viðskipta- og stjórnsýslufræði
it: Economia e tecnica aziendale
lt: Verslas ir administravimas
lv: Uzņēmējdarbība un administrācija
mk: Бизнис и администрација
mt: L-ekonomija u l-amministrazzjoni
nl: Bedrijfskunde en bestuurskunde
no: Forretning og administrasjon
pl: Biznes i administracja
pt_pt: Ciências empresariais e administração
ro: Afaceri și administrație
sk: Podnikanie a administratíva
sl: Poslovne in upravne vede
sr: Biznis i administracija
sv: Ekonomi och förvaltning
tr: İşletme ve yönetim
uk: Бізнес та адміністрування

source: Business and administration not further defined
bg: Бизнес и администрация, без допълнително определение
cs: Obchod, řízení a správa dále nedefinované
da: Erhverv og administration ikke nærmere defineret
de: Wirtschaft und Verwaltung – nicht näher definiert
el: Επιχειρήσεις και διοίκηση που δεν προσδιορίζονται περαιτέρω
es: Educación comercial y administración sin mayor definición
et: Ettevõtlus ja haldus, täpsemalt määratlemata
fi: Kauppa ja hallinto, tarkemmin määrittämättömät
fr: Commerce et administration non définis
ga: Gnó agus riarachán nach ndéantar tuilleadh sainithe orthu
hr: Poslovanje i administracija, nije podrobnije definirano
hu: Pontosabban nem részletezett üzleti ismeretek és ügyvitel
is: Viðskipta- og stjórnsýslufræði - ekki skilgreint nánar
it: Economia e tecnica aziendale non ulteriormente definite
lt: Verslas ir administravimas (plačiosios programos)
lv: Sīkāk neprecizēta uzņēmējdarbība un administrācija
mk: Бизнис и администрација кои не се дефинирани
mt: L-ekonomija u l-amministrazzjoni mhux definiti f’aktar dettall
nl: Bedrijfskunde en bestuurskunde, niet nader gedefinieerd
no: Ikke nærmere definert forretning og administrasjon
pl: Biznes i administracja, bliżej niezdefiniowane
pt_pt: Ciências empresariais e administração sem definição precisa
ro: Afaceri și administrație care nu sunt definite ulterior
sk: Podnikanie a administratíva ďalej nedefinované
sl: Poslovne in upravne vede, pravo, podrobneje neopredeljeno
sr: Biznis i administracija koji nisu dalje definisani
sv: Ekonomi och förvaltning, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan işletme ve yönetim
uk: Бізнес та адміністрування додатково не визначені

source: Accounting and taxation
bg: Счетоводство и данъчно облагане
cs: Účetnictví a daně
da: Regnskabsføring og beskatning
de: Buchhaltung und Steuerwesen
el: Λογιστική και φορολογία
es: Contabilidad e impuestos
et: Majandusarvestus ja maksundus
fi: Kirjanpito ja verotus
fr: Comptabilité et fiscalité
ga: Cuntasaíocht agus cánachas
hr: Računovodstvo i oporezivanje
hu: Könyvelés és adózás
is: Endurskoðun og skattur
it: Contabilità e fiscalità
lt: Apskaita
lv: Grāmatvedība un nodokļi
mk: Сметководство и оданочување
mt: Il-kontabbiltà u t-tassazzjoni
nl: Boekhouding en belastingen
no: Bokføring og skatt
pl: Rachunkowość i opodatkowanie
pt_pt: Contabilidade e fiscalidade
ro: Contabilitate și fiscalitate
sk: Účtovníctvo a dane
sl: Računovodstvo in revizija
sr: Računovodstvo i oporezivanje
sv: Redovisning och skatter
tr: Muhasebe ve vergilendirme
uk: Облік і оподаткування

source: Finance, banking and insurance
bg: Финанси, банково и застрахователно дело
cs: Peněžnictví, bankovnictví a pojišťovnictví
da: Finans, bank og forsikring
de: Finanzwirtschaft, Banken- und Versicherungswesen
el: Χρηματοπιστωτικά, τράπεζες και ασφαλίσεις
es: Gestión financiera, administración bancaria y seguros
et: Rahandus, pangandus ja kindlustus
fi: Rahoitus-, pankki- ja vakuutusala
fr: Finance, banque et assurances
ga: Airgeadas, baincéireacht agus árachas
hr: Financije, bankarstvo i osiguranje
hu: Pénzügy, bank és biztosítás
is: Fjármál, bankar og tryggingar
it: Banca, finanza e assicurazioni
lt: Finansai, bankininkystė ir draudimas
lv: Finanses, banku lietas un apdrošināšana
mk: Финансии, банкарство и осигурување
mt: Il-finanzi, il-banek u l-assigurazzjoni
nl: Financiën, banken en verzekeringen
no: Finans, bank og forsikring
pl: Finanse, bankowość i ubezpieczenia
pt_pt: Finanças, banca e seguros
ro: Finanțe, bănci și asigurări
sk: Financie, bankovníctvo a poisťovníctvo
sl: Finančništvo, bančništvo in zavarovalništvo
sr: Finansije, bankarstvo i osiguranje
sv: Finans, bank och försäkring
tr: Finans, bankacılık ve sigortacılık
uk: Фінанси, банківська справа та страхування

source: Management and administration
bg: Управление и администрация
cs: Management a správa
da: Ledelse og administration
de: Management und Verwaltung
el: Διαχείριση και διοίκηση
es: Gestión y administración
et: Juhtimine ja haldus
fi: Johto ja hallinto
fr: Gestion et administration
ga: Bainistíocht agus riarachán
hr: Upravljanje i administracija
hu: Menedzsment és igazgatás
is: Stjórnun og stjórnsýsla
it: Gestione e amministrazione
lt: Vadyba ir administravimas
lv: Vadība un administrācija
mk: Менаџмент и администрација
mt: Il-ġestjoni u l-amministrazzjoni
nl: Management en bestuur
no: Ledelse og administrasjon
pl: Zarządzanie i administracja
pt_pt: Gestão e administração
ro: Gestiune și administrare
sk: Manažment a administratíva
sl: Poslovanje in upravljanje, menedžment
sr: Menadžment i administracija
sv: Ledarskap och organisation
tr: Yönetim ve idare
uk: Управління та адміністрування

source: Marketing and advertising
bg: Маркетинг и реклама
cs: Marketing a propagace
da: Markedsføring og reklame
de: Marketing und Werbung
el: Εμπορική προώθηση και διαφήμιση
es: Mercadotecnia y publicidad
et: Turundus ja reklaam
fi: Markkinointi ja mainonta
fr: Marketing et publicité
ga: Margaíocht agus fógraíocht
hr: Marketing i oglašavanje
hu: Marketing és reklám
is: Markaðsfræði og auglýsingagerð
it: Marketing e pubblicità
lt: Rinkodara
lv: Tirgdarbība un reklāma
mk: Маркетинг и рекламирање
mt: Il-kummerċjalizzazzjoni u r-reklamar
nl: Marketing en reclame
no: Markedsføring og reklame
pl: Marketing i reklama
pt_pt: Marketing e publicidade
ro: Marketing și publicitate
sk: Marketing a reklama
sl: Marketing in oglaševanje
sr: Marketing i reklamiranje
sv: Marknadsföring och reklam
tr: Pazarlama ve reklamcılık
uk: Маркетинг та реклама

source: Secretarial and office work
bg: Секретарска и канцеларска работа
cs: Sekretářské a kancelářské práce
da: Sekretær- og kontorarbejde
de: Sekretariats- und Büroarbeit
el: Εργασίες γραφείου και γραμματείας
es: Secretariado y trabajo de oficina
et: Sekretäri- ja ametnikutöö
fi: Sihteeri- ja toimistotyö
fr: Travail de secrétariat et de bureau
ga: Obair rúnaíochta agus oifige
hr: Tajnički i uredski poslovi
hu: Titkársági és irodai munka
is: Ritara- og skrifstofustörf
it: Lavoro d'ufficio e di segreteria
lt: Biuro administravimas
lv: Sekretariāta un biroja darbs
mk: Секретарска и канцелариска работа
mt: Ix-xogħol segretarjali u tal-uffiċċju
nl: Secretariaats- en kantoorwerk
no: Sekretær- og kontorarbeid
pl: Prace sekretarskie i biurowe
pt_pt: Secretariado e trabalho administrativo
ro: Secretariat și activități de birou
sk: Sekretárska a úradnícka práca
sl: Tajniško in administrativno delo
sr: Sekretarski i kancelarijski poslovi
sv: Sekreterar- och kontorsarbete
tr: Sekreterlik ve ofis işleri
uk: Секретарська та офісна робота

source: Wholesale and retail sales
bg: Продажби на едро и дребно
cs: Velkoobchod a maloobchod
da: Engros- og detailhandel
de: Groß- und Einzelhandel
el: Χονδρική και λιανική πώληση
es: Ventas al por mayor y al por menor
et: Hulgi- ja jaekaubandus
fi: Tukku- ja vähittäiskauppa
fr: Vente en gros et au détail
ga: Díolacháin mhórdhíola agus mhiondíola
hr: Veleprodaja i maloprodaja
hu: Nagy- és kiskereskedelem
is: Heildsala og smásala
it: Commercio all'ingrosso e al dettaglio
lt: Didmeninė ir mažmeninė prekyba
lv: Vairumtirdzniecība un mazumtirdzniecība
mk: Продажба на големо и мало
mt: Il-kummerċ bl-ingrossa u bl-imnut
nl: Groot- en detailhandel
no: Engros- og detaljsalg
pl: Sprzedaż hurtowa i detaliczna
pt_pt: Comércio (por grosso e a retalho)
ro: Comerț cu ridicata și cu amănuntul
sk: Veľkoobchod a maloobchod
sl: Prodaja (trgovina) na debelo in drobno
sr: Veleprodaja i maloprodaja
sv: Parti- och detaljhandel
tr: Toptan ve perakende satışlar
uk: Гуртова та роздрібна торгівля

source: Work skills
bg: Работни умения
cs: Pracovní dovednosti
da: Arbejdsfærdigheder
de: Berufliche Fähigkeiten
el: Επαγγελματικές δεξιότητες
es: Competencias laborales
et: Tööoskused
fi: Työelämäkoulutus
fr: Compétences professionnelles
ga: Scileanna oibre
hr: Radne vještine
hu: Szakmai készségek
is: Starfshæfni
it: Competenze professionali
lt: Darbo organizavimas
lv: Darba prasmes
mt: Il-ħiliet okkupazzjonali
nl: Beroepsvaardigheden
no: Arbeidsferdigheter
pl: Umiejętności zawodowe
pt_pt: Competências laborais
ro: Competențe profesionale
sk: Pracovné zručnosti
sl: Delovne spretnosti
sv: Yrkesfärdigheter
uk: Робочі навички

source: Business and administration not elsewhere classified
bg: Бизнес и администрация, некласифицирани другаде
cs: Obchod a řízení a správa jinde neklasifikované
da: Erhverv og administration ikke klassificeret andetsteds
de: Wirtschaft und Verwaltung – nirgendwo sonst klassifiziert
el: Επιχειρήσεις και διοίκηση που δεν ταξινομούνται αλλού
es: Educación comercial y administración no contempladas en la clasificación
et: Ettevõtlus ja haldus, mujal liigitamata
fi: Kauppa ja hallinto, muualle luokittelemattomat
fr: Commerce et administration non classés ailleurs
ga: Gnó agus riarachán nach n-aicmítear áit ar bith eile
hr: Poslovanje i administracija, nije drugdje razvrstano
hu: Máshova nem sorolt üzleti ismeretek és ügyvitel
is: Viðskipta- og stjórnsýslufræði - ekki flokkað annars staðar
it: Economia e tecnica aziendale non classificate altrove
lt: Niekur kitur nepriskirti verslas ir administravimas
lv: Citur neklasificēta uzņēmējdarbība un administrācija
mk: Бизнис и администрација кои никаде не се класифицирани
mt: L-ekonomija u l-amministrazzjoni mhux klassifikati xi mkien ieħor
nl: Bedrijfskunde en bestuurskunde, niet elders ingedeeld
no: Ikke annetsteds klassifisert forretning og administrasjon
pl: Biznes i administracja, gdzie indziej niesklasyfikowane
pt_pt: Programas de ciências empresariais e administração não classificados noutras áreas
ro: Afaceri și administrație neclasificate în altă parte
sk: Podnikanie a administratíva inde neklasifikované
sl: Poslovne in upravne vede, drugo
sr: Biznis i administracija koji nisu drugde klasifikovani
sv: Ekonomi och förvaltning, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan işletme ve yönetim
uk: Бізнес та адміністрування, не віднесені до інших категорій

source: Law
bg: Право
cs: Právo
da: Jura
de: Rechtswissenschaft
el: Δίκαιο
es: Derecho
et: Õigusteadus
fi: Oikeustieteet
fr: Droit
ga: Dlí
hr: Pravo
hu: Jog
is: Lögfræði
it: Diritto
lt: Teisė
lv: Tiesības
mk: Право
mt: Il-liġi
nl: Recht
no: Jus
pl: Prawo
pt_pt: Direito
ro: Drept
sk: Právo
sl: Pravo
sr: Prava
sv: Juridik
tr: Hukuk
uk: Юриспруденція
