Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Arts and humanities not further defined
bg: Изкуства и хуманитарни науки, без допълнително определение
cs: Umění a humanitní vědy dále nedefinované
da: Kunst og humaniora ikke nærmere defineret
de: Kunst und Geisteswissenschaften – nicht näher definiert
el: Τέχνες και ανθρωπιστικές επιστήμες που δεν προσδιορίζονται περαιτέρω
es: Artes y humanidades sin mayor definición
et: Kunstid ja humanitaarerialad, täpsemalt määratlemata
fi: Humanistiset ja taidealat, tarkemmin määrittämättömät
fr: Lettres et arts non définis
ga: Na healaíona agus na daonnachtaí nach ndéantar tuilleadh sainithe orthu
hr: Umjetnost i humanističke znanosti, nije podrobnije definirano
hu: Pontosabban nem részletezett művészetek és bölcsészettudományok
is: Listir og hugvísindi - ekki flokkað annars staðar
it: Discipline artistiche e scienze umanistiche non ulteriormente definite
lt: Menai ir humanitariniai mokslai (plačiosios programos)
lv: Sīkāk neprecizētas mākslas un humanitārās zinātnes
mk: Уметности и хуманитарни науки кои не се дефинирани
mt: L-istudji tal-arti u l-istudji umanistiċi mhux definiti f’aktar dettall
nl: Kunst en geesteswetenschappen, niet nader gedefinieerd
no: Ikke nærmere definerte kunst- og humanistiske fag
pl: Sztuka i nauki humanistyczne, bliżej niezdefiniowane
pt_pt: Artes e humanidades sem definição precisa
ro: Arte și științe umaniste care nu sunt definite ulterior
sk: Umenia a humanitné vedy ďalej nedefinované
sl: Umetnost in humanistika, podrobneje neopredeljeno
sr: Umetnost i humanističke nauke koje nisu dalje definisane
sv: Konst och humaniora, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sanatlar ve beşeri bilimler
uk: Мистецтво та гуманітарні науки додатково не визначені

source: Arts
bg: Изкуства
cs: Umění
da: Kunst
de: Kunst
el: Τέχνες
es: Artes
et: Kunstid
fi: Taidealat
ga: Na healaíona
hr: Umjetnost
hu: Művészetek
is: Listir
it: Discipline artistiche
lt: Menai
lv: Mākslas
mk: Уметности
mt: L-istudji tal-arti
nl: Kunst
no: Kunst
pl: Sztuka
pt_pt: Artes
ro: Arte
sk: Umenie
sl: Umetnost
sr: Umetnost
sv: Konst
tr: Sanatlar
uk: Мистецтво

source: Arts not further defined
bg: Изкуства, без допълнително определение
cs: Umění dále nedefinované
da: Kunst ikke nærmere defineret
de: Kunst – nicht näher definiert
el: Τέχνες που δεν προσδιορίζονται περαιτέρω
es: Artes sin mayor definición
et: Kunstid, täpsemalt määratlemata
fi: Taidealat, tarkemmin määrittämättömät
fr: Arts non définis
ga: Na healaíona nach ndéantar tuilleadh sainithe orthu
hr: Umjetnost, nije podrobnije definirano
hu: Pontosabban nem részletezett művészetek
is: Listir - ekki skilgreint nánar
it: Discipline artistiche non ulteriormente definite
lt: Menai (plačiosios programos)
lv: Sīkāk neprecizētas mākslas
mk: Уметности кои не се дефинирани
mt: L-istudji tal-arti mhux definiti f’aktar dettall
nl: Kunst, niet nader gedefinieerd
no: Ikke nærmere definerte kunstfag
pl: Sztuka, bliżej niezdefiniowana
pt_pt: Artes sem definição precisa
ro: Arte care nu sunt definite ulterior
sk: Umenia ďalej nedefinované
sl: Umetnost, podrobno neopredeljeno
sr: Umetnost koja nije dalje definisana
sv: Konst, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan sanatlar
uk: Мистецтво додатково не визначене

source: Audio-visual techniques and media production
bg: Аудио-визуални техники и медийно производство
cs: Audiovizuální technika a mediální výroba a produkce
da: Audiovisuel teknik og medieproduktion
de: Audiovisuelle Techniken und Medienproduktion
el: Τεχνικές και παραγωγή οπτικοακουστικών μέσων
es: Técnicas audiovisuales y producción para medios de comunicación
et: Audiovisuaalsed tehnikad ja meediatoodang
fi: Audiovisuaaliset tekniikat ja mediatuotanto
fr: Techniques audiovisuelles et production multimédia
ga: Teicnící closamhairc agus léiriú meán
hr: Audiovizualne tehnologije i medijska produkcija
hu: Audiovizuális módszerek és média-szakismeretek
is: Hljóðmyndræn tækni og fjölmiðlavinnsla
it: Tecniche audiovisive e produzione mediatica
lt: Audiovizualiniai ir medijų menai
lv: Audiovizuālie paņēmieni un mediju satura radīšana
mk: Аудиовизуелни техники и медиумска продукција
mt: It-tekniki awdjoviżivi u l-produzzjoni tal-midja
nl: Audiovisuele technieken en mediaproductie
no: Audiovisuell teknikk og medieproduksjon
pl: Techniki audiowizualne i produkcja medialna
pt_pt: Técnicas audiovisuais e produção dos media
ro: Tehnici audiovizuale și producție mediatică
sk: Audiovizuálna technika a mediálna produkcia
sl: Avdiovizualno ustvarjanje, tehnike in multimedijska proizvodnja
sr: Audio-vizuelne tehnike i produkcija medija
sv: Medieteknik och medieproduktion
tr: Görsel işitsel teknikler ve medya koruma
uk: Аудіовізуальне виробництво та медіа

source: Fashion, interior and industrial design
bg: Моден, интериорен и промишлен дизайн
cs: Módní návrhářství, navrhování interiérů a průmyslový design
da: Modedesign, interiørdesign og industrielt design
de: Mode, Innenarchitektur und Industriedesign
el: Σχεδιασμός μόδας, εσωτερικών χώρων και βιομηχανικός σχεδιασμός
es: Diseño industrial, de modas e interiores
et: Mood, sise- ja tööstusdisain
fi: Muoti, sisustussuunnittelu ja teollinen muotoilu
fr: Stylisme, décoration et design industriel
ga: Dearadh faisin, intí agus tionsclaíoch
hr: Moda, unutarnje uređenje i industrijski dizajn
hu: Divat, belsőépítészet és ipari formatervezés
is: Tíska, innanhúss- og iðnhönnun
it: Design della moda, industriale e di interni
lt: Mados, interjero ir pramonės dizainas
lv: Mode, interjers un rūpnieciskais dizains
mk: Мода, внатрешен и индустриски дизајн
mt: Il-moda, id-dekorazzjoni interna u d-disinn industrijali
nl: Mode-, interieur- en industrieel ontwerp
no: Mote, interiør og industridesign
pl: Moda, projektowanie wnętrz i wzornictwo przemysłowe
pt_pt: Design de moda, de interiores e industrial
ro: Creație de modă, design interior și industrial
sk: Móda, interiérový a priemyselný dizajn
sl: Modno oblikovanje, oblikovanje prostora in industrijsko oblikovanje
sr: Moda, enterijer i industrijski dizajn
sv: Design
tr: Moda, iç ve endüstriyel tasarım
uk: Мода, інтер'єр та промисловий дизайн

source: Fine arts
bg: Изящни изкуства
cs: Výtvarné umění
da: Skabende kunstarter
de: Bildende Kunst
el: Καλές τέχνες
es: Bellas artes
et: Kaunid kunstid
fi: Kuvataiteet
fr: Beaux-arts
ga: Na mínealaíona
hr: Likovna umjetnost
hu: Szépművészetek, képzőművészet
is: Fagrar listir
it: Belle arti
lt: Dailė
lv: Tēlotājmāksla
mk: Ликовна уметност
mt: L-istudji tal-arti
nl: Schone kunsten
no: Kunstfag
pl: Sztuki piękne
pt_pt: Belas-artes
ro: Arte frumoase
sk: Výtvarné umenia
sl: Likovna umetnost
sr: Likovna umetnost
sv: Konstvetenskap
tr: Güzel sanatlar
uk: Образотворче мистецтво

source: Handicrafts
bg: Занаяти
cs: Uměleckořemeslné dovednosti
da: Håndværk
de: Kunsthandwerk
el: Είδη χειροτεχνίας
es: Artesanías
et: Käsitöö
fi: Käsityöalat
fr: Artisanat
ga: Lámhcheardaíocht
hr: Rukotvorine
hu: Kézművesség
is: Handiðn
it: Artigianato
lt: Dailieji amatai
lv: Daiļamatniecība
mk: Ракотворби
mt: L-artiġjanat
nl: Handvaardigheid
no: Håndverk
pl: Rękodzieło
pt_pt: Artesanato
ro: Artizanat
sk: Umelecké remeslá
sl: Domača in umetnostna obrt (unikatni, umetniški izdelki)
sr: Rukotvorine
sv: Konsthantverk
tr: El sanatları
uk: Ремісництво

source: Music and performing arts
bg: Музика и сценични изкуства
cs: Hudba a divadelní (interpretační) umění
da: Musik og udøvende kunstarter
de: Musik und darstellende Kunst
el: Μουσική και τέχνες του θεάματος
es: Música y artes escénicas
et: Muusika ja esituskunstid
fi: Musiikki ja esittävät taiteet
fr: Musique, théâtre, danse, cirque
ga: Ceol agus taibhealaíona
hr: Glazba i scenska umjetnost
hu: Zene és előadóművészetek
is: Tónlist og sviðslistir
it: Musica e arti dello spettacolo
lt: Muzika ir atlikimo menas
lv: Mūzika un skatuves mākslas
mk: Музичка и изведувачка уметност
mt: Il-mużika u l-arti tat-teatru
nl: Muziek en uitvoerende kunsten
no: Musikk og scenekunst
pl: Muzyka i sztuki widowiskowe
pt_pt: Música e artes do espetáculo
ro: Muzică și artele spectacolului
sk: Hudba a interpretačné umenia
sl: Glasba, ples in uprizoritvene umetnosti
sr: Muzika i izvođačke umetnosti
sv: Musik och scenkonst
tr: Müzik ve performans sanatları
uk: Музичне та театральне мистецтво

source: Arts not elsewhere classified
bg: Изкуства, некласифицирани другаде
cs: Umění jinde neklasifikované
da: Kunst ikke klassificeret andetsteds
de: Kunst – nirgendwo sonst klassifiziert
el: Τέχνες που δεν ταξινομούνται αλλού
es: Artes no contempladas en la clasificación
et: Kunstid, mujal liigitamata
fi: Taidealat, muualle luokittelemattomat
fr: Arts non classés ailleurs
ga: Na healaíona nach n-aicmítear áit ar bith eile
hr: Umjetnost, nije drugdje razvrstano
hu: Máshova nem sorolt művészetek
is: Listir - ekki flokkað annars staðar
it: Discipline artistiche non classificate altrove
lt: Niekur kitur nepriskirti menai
lv: Citur neklasificētas mākslas
mk: Уметности кои никаде не се класифицирани
mt: L-istudji tal-arti mhux klassifikati xi mkien ieħor
nl: Kunst, niet elders ingedeeld
no: Ikke nærmere definert kunst
pl: Sztuka, gdzie indziej niesklasyfikowana
pt_pt: Programas de artes não classificados noutras áreas
ro: Arte neclasificate în altă parte
sk: Umenia inde neklasifikované
sl: Umetnost, drugo
sr: Umetnost koja nije drugde klasifikovana
sv: Konst, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sanatlar
uk: Мистецтво, не віднесене до інших категорій

source: Humanities (except languages)
bg: Хуманитарни науки (без езици)
cs: Humanitní vědy (kromě jazyků)
da: Humaniora (undtagen sprog)
de: Geisteswissenschaften (ohne Sprachen)
el: Ανθρωπιστικές επιστήμες (εκτός από γλώσσες)
es: Humanidades (excepto idiomas)
et: Humanitaarerialad (välja arvatud keeled)
fi: Humanistiset alat (paitsi kielet)
fr: Lettres (à l’exception des langues)
ga: Na healaíona (cé is moite de theangacha)
hr: Humanističke znanosti (osim jezika)
hu: Bölcsészettudományok (a nyelvek kivételével)
is: Hugvísindi (fyrir utan tungumál)
it: Scienze umanistiche (eccetto le lingue)
lt: Humanitariniai mokslai, išskyrus kalbas
lv: Humanitārās zinātnes (izņemot valodas)
mk: Хуманитарни науки (освен јазици)
mt: L-istudji umanistiċi (bl-eċċezzjoni tal-lingwi)
nl: Geesteswetenschappen (met uitzondering van talen)
no: Humanistiske fag (unntatt språk)
pl: Nauki humanistyczne (z wyjątkiem języków)
pt_pt: Humanidades (exceto línguas)
ro: Științe umaniste (cu excepția limbilor)
sk: Humanitné vedy (okrem jazykov)
sl: Humanistika (razen jezikov)
sr: Humanističke nauke (osim jezika)
sv: Humaniora (utom språk)
tr: Beşeri bilimler (diller hariç)
uk: Гуманітарні науки (крім мов)

source: Humanities (except languages) not further defined
bg: Хуманитарни науки (без езици), без допълнително определение
cs: Humanitní vědy (kromě jazyků) dále nedefinované
da: Humaniora (undtagen sprog) ikke nærmere defineret
de: Geisteswissenschaften (ohne Sprachen) – nicht näher definiert
el: Ανθρωπιστικές επιστήμες (εκτός από γλώσσες) που δεν προσδιορίζονται περαιτέρω.
es: Humanidades (excepto idiomas) sin mayor definición
et: Humanitaarerialad (välja arvatud keeled), täpsemalt määratlemata
fi: Humanistiset alat (paitsi kielet), tarkemmin määrittämättömät
fr: Lettres (à l’exception des langues) non définis
ga: Na daonnachtaí (cé is moite de theangacha) nach ndéantar tuilleadh sainithe orthu
hr: Humanističke znanosti (osim jezika), nije podrobnije definirano
hu: Pontosabban nem részletezett bölcsészettudományok (a nyelvek kivételével)
is: Hugvísindi (fyrir utan tungumál) - ekki skilgreint nánar
it: Scienze umanistiche (eccetto le lingue) non ulteriormente definite
lt: Humanitariniai mokslai, išskyrus kalbas (plačiosios programos)
lv: Sīkāk neprecizētas humanitārās zinātnes (izņemot valodas)
mk: Хуманитарни науки (освен јазици) кои не се дефинирани
mt: L-istudji umanistiċi (bl-eċċezzjoni tal-lingwi) mhux definiti f’aktar dettall
nl: Geesteswetenschappen (met uitzondering van talen), niet nader gedefinieerd
no: Ikke nærmere definerte humanistiske fag (unntatt språk)
pl: Nauki humanistyczne (z wyjątkiem języków), bliżej niezdefiniowane
pt_pt: Humanidades (exceto línguas) sem definição precisa
ro: Științe umaniste (cu excepția limbilor) care nu sunt definite ulterior
sk: Humanitné vedy (okrem jazykov) ďalej nedefinované
sl: Humanistika (razen jezikov), podrobneje neopredeljeno
sr: Humanističke nauke (osim jezika) koje nisu dalje definisane
sv: Humaniora (utom språk), inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan beşeri bilimler (diller hariç)
uk: Гуманітарні науки (крім мов) додатково не визначені

source: Religion and theology
bg: Религия и теология
cs: Náboženství a teologie
da: Religion og teologi
de: Religion und Theologie
el: Θρησκεία και θεολογία
es: Religión y teología
et: Religioon ja teoloogia
fi: Uskonto ja teologia
fr: Religion et théologie
ga: Reiligiún agus diagacht
hr: Religija i teologija
hu: Vallási ismeretek és teológia
is: Trúarbrögð og guðfræði
it: Religione e teologia
lt: Religija ir teologija
lv: Reliģija un teoloģija
mk: Религија и теологија
mt: Ir-reliġjon u t-teoloġija
nl: Godsdienst en theologie
no: Religion og teologi
pl: Religia i teologia
pt_pt: Religião e teologia
ro: Religie și teologie
sk: Náboženstvo a teológia
sl: Religija in teologija
sr: Religija i teologija
sv: Religion och teologi
tr: Din ve teoloji
uk: Релігія і теологія

source: History and archaeology
bg: История и археология
cs: Historie a archeologie
da: Historie og arkæologi
de: Geschichte und Archäologie
el: Ιστορία και αρχαιολογία
es: Historia y arqueología
et: Ajalugu ja arheoloogia
fi: Historia ja arkeologia
fr: Histoire et archéologie
ga: Stair agus seandálaíocht
hr: Povijest i arheologija
hu: Történelem és régészet
is: Saga og fornleifafræði
it: Storia e archeologia
lt: Istorija ir archeologija
lv: Vēsture un arheoloģija
mk: Историја и археологија
mt: L-istorja u l-arkeoloġija
nl: Geschiedenis en archeologie
no: Historie og arkeologi
pl: Historia i archeologia
pt_pt: História e arqueologia
ro: Istorie și arheologie
sk: História a archeológia
sl: Zgodovina in arheologija
sr: Istorija i arheologija
sv: Historia och arkeologi
tr: Tarih ve arkeoloji
uk: Історія та археологія

source: Philosophy and ethics
bg: Философия и етика
cs: Filozofie a etika
da: Filosofi og etik
de: Philosophie und Ethik
el: Φιλοσοφία και ηθική
es: Filosofía y ética
et: Filosoofia ja eetika
fi: Filosofia ja etiikka
fr: Philosophie et morale
ga: Fealsúnacht agus eitic
hr: Filozofija i etika
hu: Filozófia és etika
is: Heimspeki og siðfræði
it: Filosofia e etica
lt: Filosofija ir etika
lv: Filozofija un ētika
mk: Филозофија и етика
mt: Il-filosofija u l-etika
nl: Filosofie en ethiek
no: Filosofi og etikk
pl: Filozofia i etyka
pt_pt: Filosofia e ética
ro: Filozofie și etică
sk: Filozofia a etika
sl: Filozofija in etika
sr: Filozofija i etika
sv: Filosofi och etik
tr: Felsefe ve etik
uk: Філософія і етика

source: Inter-disciplinary programmes and qualifications involving humanities
bg: Интердисциплинарни програми и квалификации, включващи хуманитарни науки
cs: Interdisciplinární programy a kvalifikace zahrnující humanitní vědy
da: Tværfaglige programmer og kvalifikationer inden for humaniora
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Geisteswissenschaften
el: Διεπιστημονικά προγράμματα και προσόντα που περιλαμβάνουν ανθρωπιστικές επιστήμες
es: Programas y certificaciones interdisciplinarios relacionados con las humanidades
et: Humanitaarerialasid hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Humanistiset alat, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant les lettres
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann leis na daonnachtaí
hr: Interdisciplinarni programi i kvalifikacije u području humanističkih znanosti
hu: A bölcsészettudományokat érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði hugvísinda
it: Programmi e qualifiche interdisciplinari inerenti alle scienze umanistiche
lt: Tarpdisciplininės humanitarinių mokslų programos ir kvalifikacijos
lv: Ar humanitārajām zinātnēm saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинарни програми и клавилификации кои вклучуваат хуманитарни науки
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu l-istudji umanistiċi
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot geesteswetenschappen
no: Tverrfaglige programmer og kvalifikasjoner innen humanistiske fag
pl: Interdyscyplinarne programy i kwalifikacje związane z naukami humanistycznymi
pt_pt: Programas e qualificações interdisciplinares que envolvem humanidades
ro: Programe și calificări interdisciplinare care implică științe umaniste
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce humanitné vedy
sl: Interdisciplinarne izobraževalne aktivnosti/izidi, pretežno humanistika
sr: Interdisciplinarni programi i kvalifikacije koji uključuju humanističke nauke
sv: Tvärvetenskapliga program och kvalifikationer som omfattar humaniora
tr: Beşeri bilimlerle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації з гуманітарних наук

source: Humanities (except languages) not elsewhere classified
bg: Хуманитарни науки (без езици), некласифицирани другаде
cs: Humanitní vědy (kromě jazyků) dále neklasifikované
da: Humaniora (undtagen sprog) ikke klassificeret andetsteds
de: Geisteswissenschaften (ohne Sprachen) – nirgendwo sonst klassifiziert
el: Ανθρωπιστικές επιστήμες (εκτός από γλώσσες) που δεν ταξινομούνται αλλού
es: Humanidades (excepto idiomas) no contemplados en la clasificación
et: Humanitaarerialad (välja arvatud keeled), mujal liigitamata
fi: Humanistiset alat (paitsi kielet), muualle luokittelemattomat
fr: Lettres (à l’exception des langues) non classés ailleurs
ga: Na daonnachtaí (cé is moite de theangacha) nach n-aicmítear áit ar bith eile
hr: Humanističke znanosti (osim jezika), nije drugdje razvrstano
hu: Máshova nem sorolt bölcsészettudományok (a nyelvek kivételével)
is: Hugvísindi (fyrir utan tungumál) - ekki flokkað annars staðar
it: Scienze umanistiche (eccetto le lingue) non classificate altrove
lt: Niekur kitur nepriskirti humanitariniai mokslai, išskyrus kalbas
lv: Citur neklasificētas humanitārās zinātnes (izņemot valodas)
mk: Хуманитарни науки (освен јазици) кои никаде не се класифицирани
mt: L-istudji umanistiċi (bl-eċċezzjoni tal-lingwi) mhux klassifikati xi mkien ieħor
nl: Geesteswetenschappen (met uitzondering van talen), niet elders ingedeeld
no: Ikke annetsteds klassifiserte humanistiske fag (unntatt språk)
pl: Nauki humanistyczne (z wyjątkiem języków), gdzie indziej niesklasyfikowane
pt_pt: Programas de humanidades (exceto línguas) não classificados noutras áreas
ro: Științe umaniste (cu excepția limbilor) neclasificate în altă parte
sk: Humanitné vedy (okrem jazykov) inde neklasifikované
sl: Humanistika (razen jezikov), podrobneje neopredeljeno
sr: Humanističke nauke (osim jezika) koje nisu drugde klasifikovane
sv: Humaniora (utom språk), inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan beşeri bilimler (diller hariç)
uk: Гуманітарні науки (крім мов), не віднесені до інших категорій

source: Languages
bg: Езици
cs: Jazyky
da: Sprog
de: Fremdsprachen
el: Γλώσσες
es: Idiomas
et: Keeled
fi: Kielet
fr: Langues
ga: Teangacha
hr: Jezici
hu: Nyelvek
is: Tungumál
it: Lingue
lt: Kalbos
lv: Valodas
mk: Јазик
mt: Il-lingwi
nl: Talen
no: Språk
pl: Języki
pt_pt: Línguas
ro: Limbi
sk: Jazyky
sl: Jeziki
sr: Јеzici
sv: Språk
tr: Diller
uk: Мови

source: Languages not further defined
bg: Езици, без допълнително определение
cs: Jazyky dále nedefinované
da: Sprog ikke nærmere defineret
de: Fremdsprachen – nicht näher definiert
el: Γλώσσες που δεν προσδιορίζονται περαιτέρω
es: Idiomas sin mayor definición
et: Keeled, täpsemalt määratlemata
fi: Kielet, tarkemmin määrittämättömät
fr: Langues non définies
ga: Teangacha nach ndéantar tuilleadh sainithe orthu
hr: Jezici, nije podrobnije definirano
hu: Pontosabban nem részletezett nyelvek
is: Tungumál - ekki skilgreint nánar
it: Lingue non ulteriormente definite
lt: Kalbos (plačiosios programos)
lv: Sīkāk neprecizētas valodas
mk: Јазици кои не се дефинирани
mt: Il-lingwi mhux definiti f’aktar dettall
nl: Talen, niet nader gedefinieerd
no: Ikke nærmere definerte språk
pl: Języki, bliżej niezdefiniowane
pt_pt: Línguas sem definição precisa
ro: Limbi care nu sunt definite ulterior
sk: Jazyky ďalej nedefinované
sl: Jeziki, podrobneje neopredeljeno
sr: Jezici koji nisu dalje definisani
sv: Språk, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan diller
uk: Мови додатково не визначені

source: Language acquisition
bg: Усвояване на език
cs: Získávání jazykových znalostí
da: Sprogindlæring
de: Fremdsprachenerwerb
el: Απόκτηση γλωσσικών γνώσεων
es: Adquisición del lenguaje
et: Keeleõpe
fi: Kielten opiskelu
fr: Acquisition d’une langue
ga: Sealbhú teanga
hr: Usvajanje jezika
hu: Nyelvi képzés
is: Máltaka
it: Apprendimento delle lingue
lt: Kalbų studijos
lv: Valodu apguve
mk: Стекнување на јазици
mt: L-akkwist tal-lingwi
nl: Taalverwerving
no: Språklæring
pl: Nauka języków
pt_pt: Aprendizagem de línguas
ro: Însușirea limbilor străine
sk: Osvojenie si jazyka
sl: Usvajanje jezikov (drugih, tujih, znakovnih, prevajalstvo)
sr: Usvajanje jezika
sv: Språkinlärning
tr: Dil edinimi
uk: Опанування мови

source: Literature and linguistics
bg: Литература и езикознание
cs: Literatura a lingvistika
da: Litteratur og lingvistik
de: Literatur und Linguistik
el: Φιλολογία και γλωσσολογία
es: Literatura y lingüística
et: Kirjandus ja lingvistika
fi: Kirjallisuus ja kielitiede
fr: Littérature et linguistique
ga: Litríocht agus teangeolaíocht
hr: Književnost i lingvistika
hu: Irodalom és nyelvészet
is: Bókmenntir og málvísindi
it: Letteratura e linguistica
lt: Literatūra ir lingvistika
lv: Literatūra un valodniecība
mk: Книжевност и лингвистика
mt: Il-letteratura u l-lingwistika
nl: Literatuur en linguïstiek
no: Litteratur og lingvistikk
pl: Literatura i językoznawstwo
pt_pt: Literatura e linguística
ro: Literatură și lingvistică
sk: Literatúra a lingvistika
sl: Književnost in jezikoslovje
sr: Književnost i lingvistika
sv: Litteratur och språkvetenskap
tr: Edebiyat ve dil bilimi
uk: Література та мовознавство

source: Languages not elsewhere classified
bg: Езици, некласифицирани другаде
cs: Jazyky jinde neklasifikované
da: Sprog ikke klassificeret andetsteds
de: Fremdsprachen – nirgendwo sonst klassifiziert
el: Γλώσσες που δεν ταξινομούνται αλλού
es: Idiomas no contemplados en la clasificación
et: Keeled, mujal liigitamata
fi: Kielet, muualle luokittelemattomat
fr: Langues non classés ailleurs
ga: Teangacha nach n-aicmítear áit ar bith eile
hr: Jezici, nije drugdje razvrstano
hu: Máshova nem sorolt nyelvek
is: Tungumál - ekki flokkað annars staðar
it: Lingue non classificate altrove
lt: Niekur kitur nepriskirtos kalbos
lv: Citur neklasificētas valodas
mk: Јазици кои никаде не се класифицирани
mt: Il-lingwi mhux klassifikati xi mkien ieħor
nl: Talen, niet elders ingedeeld
no: Ikke annetsteds definerte språk
pl: Języki, gdzie indziej niesklasyfikowane
pt_pt: Programas de línguas não classificados noutras áreas
ro: Limbi neclasificate în altă parte
sk: Jazyky inde neklasifikované
sl: Jeziki, drugo
sr: Jezici koji nisu drugde klasifikovani
sv: Språk, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan diller
uk: Мови не віднесені до інших категорій
