Repository: EuropeanUniversityFoundation/isced_php
Catalog: translations/*/LC_MESSAGES/isced.po
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mk, mt, nl, no, pl, pt_pt, ro, sk, sl, sr, sv, tr, uk

source: Welfare not elsewhere classified
bg: Благосъстояние, некласифицирано другаде
cs: Sociální péče jinde neklasifikovaná
da: Velfærd ikke klassificeret andetsteds
de: Soziale Dienste – nirgendwo sonst klassifiziert
el: Πρόνοια που δεν ταξινομείται αλλού
es: Bienestar no contemplado en la clasificación
et: Hoolekanne, mujal liigitamata
fi: Hyvinvointi, muualle luokittelematon
fr: Protection sociale non classée ailleurs
ga: Leas nach n-aicmítear áit ar bith eile
hr: Socijalna skrb, nije drugdje razvrstano
hu: Máshova nem sorolt szociális gondoskodás
is: Velferð - ekki flokkað annars staðar
it: Assistenza non classificata altrove
lt: Niekur kitur nepriskirta socialinė gerovė
lv: Citur neklasificēti sociālie pakalpojumi
mk: Благосостојба кое никаде не е класифицирано
mt: L-assistenza soċjali mhux klassifikata xi mkien ieħor
nl: Welzijn, niet elders ingedeeld
no: Ikke annetsteds klassifiserte omsorgsfag
pl: Opieka społeczna, gdzie indziej niesklasyfikowana
pt_pt: Programas de proteção social não classificados noutras áreas
ro: Asistență neclasificată în altă parte
sk: Sociálna starostlivosť inde neklasifikovaná
sl: Socialna varnost, drugo
sr: Socijalna zaštita koja nije drugde klasifikovana
sv: Social omsorg, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sosyal hizmetler
uk: Добробут, не віднесений до інших категорій

source: Inter-disciplinary programmes and qualifications involving health and welfare
bg: Интердисциплинарни програми и квалификации, включващи здравеопазване и благосъстояние
cs: Interdisciplinární programy a kvalifikace zahrnující zdravotnictví a sociální péči
da: Tværfaglige programmer og kvalifikationer inden for sundhed og velfærd
de: Interdisziplinäre Bildungsprogramme und Qualifikationen mit Bezug zu Gesundheit und sozialen Diensten
el: Διεπιστημονικά προγράμματα και προσόντα που αφορούν την υγεία και την πρόνοια
es: Programas y certificaciones interdisciplinarios relacionados con la salud y el bienestar
et: Tervishoidu ja hoolekannet hõlmavad interdistsiplinaarsed kavad ja kvalifikatsioonid
fi: Terveys- ja hyvinvointialat, monialaiset koulutusohjelmat ja tutkinnot
fr: Programmes interdisciplinaires et certifications impliquant la santé et la protection sociales
ga: Cláir agus cáilíochtaí idirdhisciplíneacha a bhaineann le sláinte agus leas
hr: Interdisciplinarni programi i kvalifikacije u području zdravstva i socijalne skrbi
hu: Az egészségügyet és a szociális gondoskodást érintő interdiszciplináris programok és képesítések
is: Þverfaglegar námsbrautir og prófgráður á sviði heilsu og velferðar
it: Programmi e qualifiche interdisciplinari inerenti alla salute e all'assistenza
lt: Tarpdisciplininės sveikatos priežiūros ir socialinės gerovės programos ir kvalifikacijos
lv: Ar veselības aprūpi un sociālajiem pakalpojumiem saistītas starpdisciplināras programmas un kvalifikācijas
mk: Интердисциплинирани програми и клавилификации кои вклучуваат здраство и благосостојба
mt: Il-programmi u l-kwalifiki interdixxiplinari li jinvolvu s-saħħa u l-assistenza soċjali
nl: Interdisciplinaire programma's en kwalificaties met betrekking tot gezondheid en welzijn
no: Tverrfaglige programmer og kvalifikasjoner innen helse og omsorg
pl: Interdyscyplinarne programy i kwalifikacje związane ze zdrowiem i opieką społeczną
pt_pt: Programas e qualificações interdisciplinares que envolvem a saúde e a proteção social
ro: Programe și calificări interdisciplinare care implică sănătate și asistență
sk: Interdisciplinárne programy a kvalifikácie zahŕňajúce zdravie a sociálnu starostlivosť
sl: Interdiscplinarne izobraževalne aktivosti/zidi, pretežno zdravstvo in socialna varnost
sr: Interdisciplinarni programi i kvalifikacije koji uključuju zdravlje i socijalnu zaštitu
sv: Tvärvetenskapliga program och kvalifikationer som omfattar hälsa och social omsorg
tr: Sağlık ve sosyal hizmetlerle ilgili disiplinler arası programlar ve yeterlilikler
uk: Міждисциплінарні програми та кваліфікації зі здоров'я та добробуту

source: Health and welfare not elsewhere classified
bg: Здравеопазване и благосъстояние, некласифицирани другаде
cs: Zdravotnictví a sociální péče jinde neklasifikované
da: Sundhed og velfærd ikke klassificeret andetsteds
de: Gesundheit und soziale Dienste – nirgendwo sonst klassifiziert
el: Υγεία και πρόνοια που δεν ταξινομούνται αλλού
es: Salud y bienestar no contemplados en la clasificación
et: Tervishoid ja hoolekanne, mujal liigitamata
fi: Terveys- ja hyvinvointialat, muualle luokittelemattomat
fr: Santé et protection sociales non classés ailleurs
ga: Sláinte agus leas nach n-aicmítear áit ar bith eile
hr: Zdravstvo i socijalna skrb, nije drugdje razvrstano
hu: Máshova nem sorolt egészségügy és szociális gondoskodás
is: Heilsa og velferð - ekki flokkað annars staðar
it: Salute e assistenza non classificate altrove
lt: Niekur kitur nepriskirtos sveikatos priežiūra ir socialinė gerovė
lv: Citur neklasificēta veselības aprūpe un sociālie pakalpojumi
mk: Здравство и благосостојба кои никаде не се класифицирани
mt: Is-saħħa u l-assistenza soċjali mhux klassifikati xi mkien ieħor
nl: Gezondheid en welzijn, niet elders ingedeeld
no: Ikke annetsteds klassifiserte helse- og omsorgsfag
pl: Zdrowie i opieka społeczna, gdzie indziej niesklasyfikowane
pt_pt: Programas de saúde e proteção social não classificados noutras áreas
ro: Sănătate și asistență neclasificate în altă parte
sk: Zdravie a sociálna starostlivosť inde neklasifikované
sl: Zdravstvo in socialna varnost, drugo
sr: Zdravlje i socijalna zaštita koji nisu drugde klasifikovani
sv: Hälsa och social omsorg, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan sağlık ve sosyal hizmetler
uk: Здоров'я та добробут, не віднесені до інших категорій

source: Services
bg: Услуги
cs: Služby
da: Tjenesteydelser
de: Dienstleistungen
el: Υπηρεσίες
es: Servicios
et: Teenused
fi: Palvelualat
ga: Seirbhísí
hr: Usluge
hu: Szolgáltatások
is: Þjónusta
it: Servizi
lt: Paslaugos
lv: Pakalpojumi
mk: Услуги
mt: Is-servizzi
nl: Diensten
no: Tjenesteyting
pl: Usługi
pt_pt: Serviços
ro: Servicii
sk: Služby
sl: Transport, varnost, gostinstvo in turizem, osebne storitve
sr: Usluge
sv: Tjänster
tr: Hizmetler
uk: Послуги

source: Services not further defined
bg: Услуги, без допълнително определение
cs: Služby dále nedefinované
da: Tjenesteydelser ikke nærmere defineret
de: Dienstleistungen – nicht näher definiert
el: Υπηρεσίες που δεν προσδιορίζονται περαιτέρω
es: Servicios sin mayor definición
et: Teenused, täpsemalt määratlemata
fi: Palvelualat, tarkemmin määrittämättömät
fr: Services non définis
ga: Seirbhísí nach ndéantar tuilleadh sainithe orthu
hr: Uslužne djelatnosti, nije podrobnije definirano
hu: Pontosabban nem részletezett szolgáltatások
is: Þjónusta - ekki skilgreint nánar
it: Servizi non ulteriormente definiti
lt: Paslaugos (plačiosios programos)
lv: Sīkāk neprecizēti pakalpojumi
mk: Услуги кои не се дефинирани
mt: Is-servizzi mhux definiti f’aktar dettall
nl: Diensten, niet nader gedefinieerd
no: Ikke nærmere definert tjenesteyting
pl: Usługi, bliżej niezdefiniowane
pt_pt: Serviços sem definição precisa
ro: Servicii care nu sunt definite ulterior
sk: Služby ďalej nedefinované
sl: Transport, varnost, gostinstvo in turizem, osebne storitve, podrobneje neopredeljeno
sr: Usluge koje nisu dalje definisane
sv: Tjänster, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan hizmetler
uk: Послуги, які додатково не визначені

source: Personal services
bg: Услуги за личността
cs: Osobní služby
da: Personlige tjenesteydelser
de: Dienstleistungen für den persönlichen Bedarf
el: Προσωπικές υπηρεσίες
es: Servicios personales
et: Isikuteenused
fi: Henkilökohtaiset palvelut
fr: Services aux particuliers
ga: Seirbhísí pearsanta
hr: Osobne usluge
hu: Személyi szolgáltatások
is: Persónuleg þjónusta
it: Servizi per la persona
lt: Paslaugos asmenims
lv: Individuālie pakalpojumi
mk: Лични услуги
mt: Is-servizzi personali
nl: Persoonlijke diensten
no: Personlig tjenesteyting
pl: Usługi na rzecz ludności
pt_pt: Serviços pessoais
ro: Servicii personale
sk: Osobné služby
sl: Gostinstvo in turizem, šport, osebne storitve
sr: Lične usluge
sv: Personliga tjänster
tr: Kişisel hizmetler
uk: Персональні послуги

source: Personal services not further defined
bg: Услуги за личността, без допълнително определение
cs: Osobní služby dále nedefinované
da: Personlige tjenesteydelser ikke nærmere defineret
de: Dienstleistungen für den persönlichen Bedarf – nicht näher definiert
el: Προσωπικές υπηρεσίες που δεν προσδιορίζονται περαιτέρω
es: Servicios personales sin mayor definición
et: Isikuteenused, täpsemalt määratlemata
fi: Henkilökohtaiset palvelut, tarkemmin määrittämättömät
fr: Services aux particuliers non définis
ga: Seirbhísí pearsanta nach ndéantar tuilleadh sainithe orthu
hr: Osobne usluge, nije podrobnije definirano
hu: Pontosabban nem részletezett személyi szolgáltatások
is: Persónuleg þjónusta - ekki skilgreint nánar
it: Servizi per la persona non ulteriormente definiti
lt: Paslaugos asmenims (plačiosios programos)
lv: Sīkāk neprecizēti individuālie pakalpojumi
mk: Лични услуги кои не се дефинирани
mt: Is-servizzi personali mhux definiti f’aktar dettall
nl: Persoonlijke diensten, niet nader gedefinieerd
no: Ikke nærmere definert personlig tjenesteyting
pl: Usługi na rzecz ludności, bliżej niezdefiniowane
pt_pt: Serviços pessoais sem definição precisa
ro: Servicii personale care nu sunt definite ulterior
sk: Osobné služby ďalej nedefinované
sl: Gostinstvo in turizem, šport, osebne storitve, podrobneje neopredeljeno
sr: Lične usluge koje nisu dalje definisane
sv: Personliga tjänster, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan kişisel hizmetler
uk: Персональні послуги, додатково не визначені

source: Domestic services
bg: Домакински услуги
cs: Služby pro domácnost
da: Hushjælpstjenester
de: Dienstleistungen im Haushalt
el: Οικιακές υπηρεσίες
es: Servicios domésticos
et: Koduteenindus
fi: Kotitalouspalvelut
fr: Services domestiques
ga: Seirbhísí tí
hr: Usluge u kućanstvu
hu: Háztartási szolgáltatások
is: Heimilisþjónusta
it: Servizi domestici
lt: Namų ūkio paslaugos
lv: Saimnieciskie pakalpojumi
mk: Домашни услуги
mt: Is-servizzi domestiċi
nl: Huishoudelijke diensten
no: Lønnet husarbeid
pl: Usługi domowe
pt_pt: Serviços domésticos
ro: Servicii domestice
sk: Domáce služby
sl: Storitve za gospodinjstva
sr: Usluge u domaćinstvu
sv: Hushållstjänster
tr: Ev hizmetleri
uk: Побутові послуги

source: Hair and beauty services
bg: Фризьорски и козметични услуги
cs: Kadeřnické a kosmetické služby
da: Frisørvirksomhed og skønhedspleje
de: Haar- und Schönheitspflege
el: Υπηρεσίες κομμωτικής και καλλονής
es: Peluquería y tratamientos de belleza
et: Juuksuritöö ja iluteenindus
fi: Hiusten- ja kauneudenhoitopalvelut
fr: Services de soins de beauté et de coiffure
ga: Seirbhísí gruaige agus áilleachta
hr: Frizerske i kozmetičke usluge
hu: Haj- és szépségápolási szolgáltatások
is: Hár- og snyrtingaþjónusta
it: Servizi estetici e di acconciatura
lt: Plaukų ir grožio priežiūra
lv: Frizieru un skaistumkopšanas pakalpojumi
mk: Услуги за коса и убавина
mt: Is-servizzi tax-xagħar u tas-sbuħija
nl: Haar- en schoonheidsverzorging
no: Hår- og skjønnhetspleie
pl: Usługi fryzjerskie i kosmetyczne
pt_pt: Serviços de cabeleireiro e estética
ro: Servicii de înfrumusețare și de coafură
sk: Kadernícke a kozmetické služby
sl: Frizerske in druge lepotilne storitve
sr: Frizerske i kozmetičke usluge
sv: Hårvård och skönhetsvård
tr: Saç ve güzellik hizmetleri
uk: Перукарські та косметичні послуги

source: Hotel, restaurants and catering
bg: Хотелиерство, ресторантьорство и кетъринг
cs: Hotelnictví, restaurace, stravování
da: Hotel, restaurant og catering
de: Hotels, Restaurants und Catering
el: Ξενοδοχεία, εστιατόρια και υπηρεσίες τροφοδοσίας
es: Hotelería, restaurantes y servicios de banquetes
et: Hotellid, restoranid ja toitlustamine
fi: Hotelli, ravintola ja catering
fr: Hôtellerie et services de restauration
ga: Óstáin, bialanna agus lónadóireacht
hr: Hotelijerstvo, restoraterstvo te priprema i dostava hrane i pića (catering)
hu: Szálloda, étterem és vendéglátás
is: Hótel, veitingastaðir og veitingar
it: Alberghi, ristoranti e catering
lt: Viešbučių ir maitinimo paslaugos
lv: Viesnīcu, restorānu un ēdināšanas pakalpojumi
mk: Хотели, ресторани и угостителство
mt: Il-lukandi, ir-ristoranti u l-forniment tal-ikel
nl: Hotel, restaurant en catering
no: Hotell, restaurant og catering
pl: Hotele, restauracje i catering
pt_pt: Hotelaria, restauração e catering
ro: Hoteluri, restaurante și alimentație publică
sk: Hotelierstvo, reštaurácie a catering
sl: Hotelirstvo in gostinstvo
sr: Hoteli, restorani i ugostiteljstvo
sv: Hotell, restaurang och catering
tr: Oteller, restoranlar ve catering
uk: Готель, ресторани та громадське харчування

source: Sports
bg: Спорт
cs: Sporty
da: Sport
de: Sport
el: Αθλητισμός
es: Deportes
et: Sport
fi: Urheilu ja liikunta
ga: Spóirt
hr: Sport
hu: Sport
is: Íþróttir
it: Sport
lt: Sportas
mk: Спортови
mt: L-isport
nl: Sport
no: Idrett
pl: Sport
pt_pt: Desporto
ro: Sport
sk: Športy
sl: Šport
sr: Sportovi
sv: Idrott
tr: Spor
uk: Спорт

source: Travel, tourism and leisure
bg: Пътувания, туризъм и развлечения
cs: Cestování, turismus a volný čas
da: Rejser, turisme og fritid
de: Reise, Tourismus und Freizeit
el: Ταξίδια, τουρισμός και αναψυχή
es: Viajes, turismo y actividades recreativas
et: Reisimine, turism ja vabaajaveetmine
fi: Matkailu, turismi ja vapaa-aika
fr: Voyage, tourisme et loisirs
ga: Taisteal, turasóireacht agus fóillíocht
hr: Putovanja, turizam i slobodno vrijeme
hu: Utazás, turizmus és szabadidő
is: Ferðir, ferðamennska og tómstundir
it: Viaggi, turismo e tempo libero
lt: Kelionės, turizmas ir poilsis
lv: Ceļošana, tūrisms un atpūta
mk: Патување, туризам и слободно време
mt: L-ivvjaġġar, it-turiżmu u r-rikreazzjoni
nl: Reizen, toerisme en vrijetijdsbesteding
no: Reiseliv, turisme og fritid
pl: Podróże, turystyka i wypoczynek
pt_pt: Viagens, turismo e lazer
ro: Călătorii, turism și timp liber
sk: Cestovanie, turizmus a voľný čas
sl: Potovanja, turizem, prosti čas
sr: Putovanja, turizam i slobodno vreme
sv: Resor, turism och fritid
tr: Seyahat, turizm ve dinlence
uk: Подорожі, туризм та дозвілля

source: Personal services not elsewhere classified
bg: Услуги за личността, некласифицирани другаде
cs: Osobní služby jinde neklasifikované
da: Personlige tjenesteydelser ikke klassificeret andetsteds
de: Dienstleistungen für den persönlichen Bedarf – nirgendwo sonst klassifiziert
el: Προσωπικές υπηρεσίες που δεν ταξινομούνται αλλού
es: Servicios personales no contemplados en la clasificación
et: Isikuteenindus, mujal liigitamata
fi: Henkilökohtaiset palvelut, muualle luokittelemattomat
fr: Services aux particuliers non classés ailleurs
ga: Seirbhísí pearsanta nach n-aicmítear áit ar bith eile
hr: Osobne usluge, nije drugdje razvrstano
hu: Máshová nem sorolt személyi szolgáltatások
is: Persónuleg þjónusta - ekki flokkað annars staðar
it: Servizi per la persona non classificati altrove
lt: Niekur kitur nepriskirtos paslaugos asmenims
lv: Citur neklasificēti individuālie pakalpojumi
mk: Лични услуги кои никаде не се класифицирани
mt: Is-servizzi personali mhux klassifikati xi mkien ieħor
nl: Persoonlijke diensten, niet elders ingedeeld
no: Ikke annetsteds klassifisert personlig tjenesteyting
pl: Usługi na rzecz ludności, gdzie indziej niesklasyfikowane
pt_pt: Programas de serviços sociais não classificados noutras áreas
ro: Servicii personale neclasificate în altă parte
sk: Osobné služby inde neklasifikované
sl: Gostinstvo in turizem, šport, osebne storitve, drugo
sr: Lične usluge koje nisu drugde klasifikovane
sv: Personliga tjänster, inte inbegripet någon annanstans
tr: Başka yerde sınıflandırılmayan kişisel hizmetler
uk: Персональні послуги, не віднесені до інших категорій

source: Hygiene and occupational health services
bg: Услуги в областта на хигиената и здравето на работното място
cs: Ochrana zdraví při práci a hygiena práce
da: Hygiejne og sundhed på arbejdspladsen
de: Dienstleistungen im Bereich Hygiene und Arbeitsschutz
el: Υπηρεσίες υγιεινής και υγείας στην εργασία
es: Servicios de higiene y salud ocupacional
et: Hügieeni- ja töötervishoiuteenused,
fi: Hygienia- ja työterveyspalvelut
fr: Hygiène et services de santé au travail
ga: Sláinteachas agus seirbhísí sláinte ceirde
hr: Higijenske usluge te usluge zaštite zdravlja na radu
hu: Higiéniai és munkahelyi egészségvédelmi szolgáltatások
is: Hreinlætisþjónusta og heilsa á vinnustað
it: Servizi di igiene e medicina del lavoro
lt: Higiena ir profesinė sveikata
lv: Higiēnas un arodveselības pakalpojumi
mk: Хигиена и професионални здраствени услуги
mt: Is-servizzi tal-iġjene u tas-saħħa okkupazzjonali
nl: Hygiëne en gezondheid op het werk
no: Tjenester innen hygiene og helse på arbeidsplassen
pl: Higiena, usługi w zakresie bezpieczeństwa i higieny pracy
pt_pt: Serviços de higiene e saúde ocupacional
ro: Servicii de igienă și de medicină a muncii
sk: Hygiena a pracovné zdravotné služby
sl: Javna higiena, zdravje in varnost pri delu
sr: Higijena i zdravstvena zaštita na radu
sv: Hygien och hälsa på arbetsplatsen
tr: Hijyen ve mesleki sağlık hizmetleri
uk: Служби гігієни та гігієни праці

source: Hygiene and occupational health services not further defined
bg: Услуги в областта на хигиената и здравето на работното място, без допълнително определение
cs: Ochrana zdraví při práci a hygiena práce dále nedefinované
da: Hygiejne og sundhed på arbejdspladsen ikke nærmere defineret
de: Dienstleistungen im Bereich Hygiene und Arbeitsschutz – nicht näher definiert
el: Υπηρεσίες υγιεινής και υγείας στην εργασία, που δεν προσδιορίζονται περαιτέρω
es: Servicios de higiene y salud ocupacional sin mayor definición
et: Hügieeni- ja töötervishoiuteenused, täpsemalt määratlemata
fi: Hygienia- ja työterveyspalvelut, tarkemmin määrittämättömät
fr: Hygiène et services de santé au travail non définis
ga: Sláinteachas agus seirbhísí sláinte ceirde nach ndéantar tuilleadh sainithe orthu
hr: Higijenske usluge te usluge zaštite zdravlja na radu, nije podrobnije definirano
hu: Pontosabban nem részletezett higiéniai és munkahelyi egészségvédelmi szolgáltatások
is: Hreinlætisþjónusta og heilsa á vinnustað - ekki skilgreint nánar
it: Servizi di igiene e medicina del lavoro non ulteriormente definiti
lt: Higiena ir profesinė sveikata (plačiosios programos)
lv: Sīkāk neprecizēti higiēnas un arodveselības pakalpojumi
mk: Хигиена и професионални здраствени услуги кои не се дефинирани
mt: Is-servizzi tal-iġjene u tas-saħħa okkupazzjonali mhux definiti f’aktar dettall
nl: Hygiëne en gezondheid op het werk, niet nader gedefinieerd
no: Ikke nærmere definerte tjenester innen hygiene og helse på arbeidsplassen
pl: Higiena, usługi w zakresie bezpieczeństwa i higieny pracy, bliżej niezdefiniowane
pt_pt: Serviços de higiene e saúde ocupacional sem definição precisa
ro: Servicii de igienă și de medicină a muncii care nu sunt definite ulterior
sk: Hygiena a pracovné zdravotné služby ďalej nedefinované
sl: Javna higiena, zdravje in varnost pri delu, podrobneje neopredeljeno
sr: Higijena i zdravstvena zaštita na radu koje nisu dalje definisane
sv: Hygien och hälsa på arbetsplatsen, inte närmare definierat
tr: Daha ayrıntılı tanımlanmayan hijyen ve mesleki sağlık hizmetleri
uk: Послуги з гігієни та гігієни праці додатково не визначені

source: Community sanitation
bg: Обществени санитарно-хигиенни условия
cs: Veřejné hygienické služby
da: Offentlig hygiejne og sundhed
de: Kommunale Hygiene
el: Δημόσια καθαριότητα
es: Saneamiento de la comunidad
et: Ühiskondlik sanitaaria
fi: Puhtaanapito
fr: Salubrité publique
ga: Sláintíocht chomhphobail
hr: Komunalne sanitarne usluge
hu: Közhigiénia
is: Hreinlæti í samfélaginu
it: Servizi di igiene pubblica
lt: Visuomenės sveikata
lv: Sabiedriskā sanitārija
mk: Санитарни услови во заедницата
mt: Il-faċilitajiet sanitarji tal-komunità
nl: Openbare reinigingsdiensten en sanitaire voorzieningen
no: Vann, avløp og renhold
pl: Usługi sanitarne komunalne
pt_pt: Saúde pública
ro: Servicii de igienă publică
sk: Komunitná sanitácia
sl: Javna higiena in komunalne storitve
sr: Sanitarne mere u zajednici
sv: Vatten, avlopp och renhållning
tr: Topluluk hijyeni
uk: Асенізація

source: Occupational health and safety
bg: Здравословни и безопасни условия на труд
cs: Bezpečnost a ochrana zdraví při práci
da: Sundhed og sikkerhed på arbejdspladsen
de: Arbeitsschutz
el: Επαγγελματική υγεία και ασφάλεια
es: Salud y protección laboral
et: Töötervishoid ja tööohutus
fi: Työterveys ja -turvallisuus
fr: Santé et sécurité au travail
ga: Sláinte agus sábháilteacht ceirde
hr: Zaštita zdravlja i sigurnosti na radu
hu: Munkahelyi egészségvédelem és biztonság
is: Heilsa og öryggi á vinnustað
it: Salute e sicurezza sul lavoro
lt: Profesinė sveikata ir darbuotojų sauga
lv: Arodveselība un darba drošība
mk: Професионално здраство и безбедност
mt: Is-saħħa u s-sikurezza okkupazzjonali
nl: Gezondheid en veiligheid op het werk
no: Helse og sikkerhet på arbeidsplassen
pl: Bezpieczeństwo i higiena pracy
pt_pt: Saúde e segurança no trabalho
ro: Sănătatea și siguranța în muncă
sk: Bezpečnosť a ochrana zdravia pri práci
sl: Varnost in zdravje pri delu
sr: Zdravlje i bezbednost na radu
sv: Hälsa och säkerhet på arbetsplatsen
tr: Mesleki sağlık ve güvenlik
uk: Охорона праці та безпека

source: Hygiene and occupational health services not elsewhere classified
bg: Здравословни и безопасни условия на труд, некласифицирани другаде
cs: Ochrana zdraví při práci a hygiena práce jinde neklasifikované
da: Hygiejne og sundhed på arbejdspladsen ikke klassificeret andetsteds
de: Dienstleistungen im Bereich Hygiene und Arbeitsschutz – nirgendwo sonst klassifiziert
el: Υπηρεσίες υγιεινής και υγείας στην εργασία που δεν ταξινομούνται αλλού
es: Servicios de higiene y salud ocupacional no contemplados en la clasificación
et: Hügieeni- ja töötervishoiuteenused, mujal liigitamata
fi: Hygienia- ja työterveyspalvelut, muualle luokittelemattomat
fr: Hygiène et services de santé au travail non classés ailleurs
ga: Sláinteachas agus seirbhísí sláinte ceirde nach n-aicmítear áit ar bith eile
hr: Higijenske usluge te usluge zaštite zdravlja na radu, nije drugdje razvrstano
hu: Máshova nem sorolt higiéniai és munkahelyi egészségvédelmi szolgáltatások
is: Hreinlætisþjónusta og heilsa á vinnustað - ekki flokkað annars staðar
it: Servizi di igiene e medicina del lavoro non classificati altrove
lt: Niekur kitur nepriskirtos higiena ir profesinė sveikata
lv: Citur neklasificēti higiēnas un arodveselības pakalpojumi
mk: Хигиена и професионални здраствени услуги кои никаде не се класифицирани
mt: Is-servizzi tal-iġjene u tas-saħħa okkupazzjonali mhux klassifikati xi mkien ieħor
nl: Hygiëne en gezondheid op het werk, niet elders ingedeeld
no: Ikke annetsteds klassifisert hygiene og helse på arbeidsplassen
pl: Higiena, usługi w zakresie bezpieczeństwa i higieny pracy, gdzie indziej niesklasyfikowane
pt_pt: Programas de serviços de higiene e de saúde ocupacional não classificados noutras áreas
ro: Servicii de igienă și de medicină a muncii neclasificate în altă parte
sk: Hygiena a pracovné zdravie inde neklasifikované
sl: Javna higiena, zdravje in varnost pri delu, drugo
sr: Higijena i zdravstvena zaštita na radu koje nisu drugde klasifikovane
sv: Hygien och hälsa på arbetsplatsen, inte närmare definierat
tr: Başka yerde sınıflandırılmayan hijyen ve mesleki sağlık hizmetleri
uk: Послуги з охорони праці та гігієни, не віднесені до інших категорій
